Repository: Lucas-Developer/voxelands
Catalog: po/*/voxelands.po
Languages: da, de, es, fr, hu, hy, it, ja, pl, pt_br, ro, ru, vi

source: Stone Pressure Plate
da: Trykplade af Sten
de: Steindruckplatte
es: Placa de presión de piedra
fr: Détecteur de Pression en Pierre
hu: kő nyomólap
hy: Քարե
it: Lastra a pressione di pietra
ja: 石の感圧板
pl: Kamienna Płyta Naciskowa
pt_br: Placa de Pressão de Pedra
ro: Placă de presiune de piatră
ru: Каменная прижимная плита
vi: Các tấm đá bắt áp chân

source: Wood Pressure Plate
da: Trykplade af Træ
de: Holzdruckplatte
es: Placa de presión de madera
fr: Détecteur de Pression en Bois
hu: fa nyomólap
hy: Մամլած Փայտանյութ
it: Lastra a pressione di legno
ja: 木の感圧板
pl: Drewniana Płyta Naciskowa
pt_br: Placa de Pressão de Madeira
ro: Placă de presiune de lemn
ru: Деревянная прижимная плита
vi: Các tấm gỗ bắt áp chân

source: Not Gate
de: Nicht-Gatter
es: Sin portón
fr: Porte NON
hu: NOT kapu
hy: Դարպաս Չկա
it: Cancello Not
ja: NOTゲート
pl: Bramka NOT
pt_br: Sem Portão
ro: Poartă nu
ru: Инвертор
vi: Cổng mạch điện NOT

source: Repeater
da: Forstærker
de: Verstärker
es: Repetidor
fr: Répéteur
hu: erősítő
hy: Ռեպիտոր
it: Ripetitore
ja: リピーター
pl: Przekaźnik
pt_br: Repetidor
ro: Repetor
ru: Повторитель
vi: Máy nhắc lại

source: Electric Lamp
da: Elektrisk Lampe
de: elektrische Lampe
es: Lámpara eléctrica
fr: Lampe Éléctrique
hu: elektromos lámpa
hy: Էլեկտրական Լամպ
it: Lampada elettrica
ja: 電球
pl: Lampa Elektryczna
pt_br: Lâmpada Elétrica
ro: Lampă electrică
ru: Лампочка
vi: Đèn điện

source: Piston
da: Stempel
de: Kolben
es: Pistón
hu: dugattyú
hy: Մխոց
it: Pistone
ja: ピストン
pl: Tłok
pt_br: Pistão
ru: Поршень
vi: Van đẩy

source: Piston Arm
da: Stempelarm
de: Kolbenarm
es: Brazo de pistón
fr: Bras de Piston
hu: dugattyú karja
hy: Ձեռքի Մխոց
it: Braccio di pistone
ja: ピストンアーム
pl: Ramię Tłoku
pt_br: Braço de Pistão
ro: Braț de piston
ru: Шатун
vi: Tay van đẩy

source: Sticky Piston
da: Klistret Stempel
de: Klebekolben
es: Pistón pegajoso
fr: Piston Collant
hu: tapadós dugattyú
hy: Կպչուն Մխոց
it: Pistone appiccicoso
ja: 粘着ピストン
pl: Kleisty Tłok
pt_br: Pistão Pegajoso
ro: Piston lipicios
ru: Липкий поршень
vi: Van đẩy dính

source: Sticky Piston Arm
da: Klistret Stempelarm
de: Klebekolbenarm
es: Brazo de pistón pegajoso
fr: Bras de Piston Collant
hu: tapadós dugattyú karja
hy: Ձեռքի Կպչուն Մխոց
it: Braccio di pistone appiccicoso
ja: 粘着ピストンアーム
pl: Ramię Kleistego Tłoku
pt_br: Braço de Pistão Pegajoso
ro: Braț de piston lipicios
ru: Шатун липкого поршня
vi: Tay van đẩy dính

source: Wood Door
da: Trædør
de: Holztür
es: Puerta de madera
fr: Porte en Bois
hu: faajtó
hy: Փայտե Դուռ
it: Porta di legno
ja: 木のドア
pl: Drewniane Drzwi
pt_br: Porta de Madeira
ro: Ușă de lemn
ru: Деревянная дверь
vi: Cửa gỗ

source: Steel Door
de: Stahltür
es: Puerta de acero
hu: acélajtó
hy: Պողպատե Դուռ

source: Glass Door
da: Glasdør
de: Glastür
es: Puerta de cristal
fr: Porte en Verre
hu: üvegajtó
hy: Ապակե Դուռ
it: Porta di vetro
ja: ガラスのドア
pl: Szklane Drzwi
pt_br: Porta de Vidro
ro: Ușă de sticlă
ru: Стеклянная дверь
vi: Cửa kính

source: Wood Windowed Door
da: Trædør med Vindue
de: Holztür mit Fenster
es: Puerta de madera con ventanal
fr: Porte en Bois avec Fenêtre
hu: ablakos faajtó
hy: Պայտե Դուռ Պատուհանով
it: Porta di legno con finestra
ja: 窓付きの木のドア
pl: Drewniane Drzwi Z Okienkiem
pt_br: Porta Janelada de Madeira
ro: Ușă de lemn cu fereastră
ru: Деревянная дверь с окном
vi: Cửa gỗ có cửa sổ

source: Steel Windowed Door
de: Stahltür mit Fenster
es: Puerta de acero con ventanal
hu: ablakos acélajtó
hy: Երկաթե Դուռ Պատուհանով

source: Right Hanging Wood Door
da: Højrehængt Trædør
de: rechts befestigte Holztür
es: Puerta de madera con adorno derecho
fr: Porte en Bois avec Charnières à Droite
hu: jobbos faajtó
hy: Աջ Կախված Փայտե Դուռ
it: Porta di legno destra
ja: 木のスライド式ドア
pl: Prawostronne Drewniane Drzwi
pt_br: Porta de Madeira com Suspensão a Direita
ro: Ușă de lemn pe dreapta
ru: Правосторонняя деревянная дверь
vi: Cửa gỗ bên phải

source: Right Hanging Glass Door
da: Højrehængt Glasdør
de: rechts befestigte Glastür
es: Puerta de cristal con adorno derecho
fr: Porte en Verre avec Charnières à Droite
hu: jobbos üvegajtó
hy: Աջ Կախված Ապակե Դուռ
it: Porta di vetro destra
ja: ガラスのスライド式ドア
pl: Prawostronne Szklane Drzwi
pt_br: Porta de Vidro com Suspensão a Direita
ro: Ușă de sticlă pe dreapta
ru: Правосторонняя стеклянная дверь
vi: Cửa kính bên phải

source: Right Hanging Steel Door
de: rechts befestigte Stahltür
es: Puerta de acero con adorno derecho
hu: jobbos acélajtó
hy: Աջ Կախված Պողպատե Դուռ

source: Right Hanging Wood Windowed Door
da: Højrehængt Trædør med Vindue
de: rechts befestigte Holztür mit Fenster
es: Puerta de madera con ventanal y adorno derecho
fr: Porte en Bois avec Fenêtre et Charnières à Droite
hu: jobbos ablakos faajtó
hy: Աջ Կախված Փայտե Դուռ Պատուհանով
it: Porta di legno destra con finestra
ja: 窓付きの木のスライド式ドア
pl: Prawostronne Drewniane Drzwi Z Okienkiem
pt_br: Porta Janelada de Madeira com Suspensão a Direita
ro: Ușă de lemn pe dreapta cu fereastră
ru: Правосторонняя деревянная дверь с окном
vi: Cửa gỗ bên phải với cửa sổ

source: Right Hanging Steel Windowed Door
de: rechts befestigte Stahltür mit Fenster
es: Puerta de acero con ventanal y adorno derecho
hu: jobbos ablakos acélajtó
hy: Աջ Կախված Պողպատե Դուռ Պատուհանով

source: Wood Hatch
da: Trælem
de: Holzklappe
es: Escotilla de madera
fr: Trappe en Bois
hy: Փայտե Դիտահոր
it: Portello di legno
ja: 木のトラップドア
pl: Drewniany Właz
pt_br: Escotilha de Madeira
ro: Trapă de lemn
ru: Деревянный люк
vi: Cửa gỗ sập

source: Steel Hatch
de: Stahlklappe
es: Escotilla de acero
hy: Պողպատե Դիտահոր

source: Wood Windowed Hatch
da: Trælem med Vindue
de: Holzklappe mit Fenster
es: Escotilla de madera con ventanal
fr: Trappe en Bois avec Fenêtre
hy: Փայտե Դիտահոր Պատուհանով
it: Portello di legno con finestra
ja: 窓付きの木のトラップドア
pl: Drewniany Właz Z Okienkiem
pt_br: Escotilha de Madeira Janelada
ro: Trapă de lemn cu fereastră
ru: Деревянная решетка
vi: Cửa gỗ sập có cửa sổ

source: Steel Windowed Hatch
de: Stahlklappe mit Fenster
es: Escotilla de acero con ventanal
hy: Պողպատե Դիտահոր Պատուհանով

source: Wood Gate
da: Trælåge
de: Holzgatter
es: Portón de madera
fr: Portail en Bois
hu: fakapu
hy: Փայտե Դարպաս
it: Cancello di legno
ja: 木のゲート
pl: Drewniana Furtka
pt_br: Portão de Madeira
ro: Poartă de lemn
ru: Деревянные ворота
vi: Cổng gỗ

source: Steel Gate
de: Stahlgatter
es: Portón de acero
hu: acélkapu
hy: Պողպատե Դարպաս

source: Farm Dirt
da: Landbrugsjord
de: Beeterde
es: Suciedad de granja
fr: Terre Arable
hy: Հողատարացք
it: Terra della fattoria
ja: 耕した土
pl: Zaorana Ziemia
pt_br: Terra para Plantio
ro: Pământ de fermă
ru: Чернозем
vi: Đất làm cho màu mỡ

source: Trellis
da: Espalier
de: Spalier
es: Enrejado
hu: lugas
hy: Ճաղավանդակ
it: Graticcio
ja: 格子
pl: Krata
pt_br: Latada
ru: Решетка
vi: Giàn mắt cáo

source: Wheat Seeds
de: Weizensamen
es: Semillas de trigo
fr: Graines de blé
hu: búza vetőmag
hy: Ցորենի Սերմեր
it: Semi di grano
ja: 小麦の種
pl: Nasiona Pszenicy
pt_br: Sementes de Trigo
ro: Semințe de grâu
ru: Зерна пшеницы
vi: Hột mì

source: Melon Seeds
de: Melonensamen
es: Semillad de melón
fr: Graines de melon
hu: görögdinnye mag
hy: Սեխի Սերմեր
it: Semi di anguria
ja: メロンの種
pl: Nasiona Melona
pt_br: Sementes de Melão
ro: Semințe de pepene
ru: Арбузные семечки
vi: Hột dưa

source: Pumpkin Seeds
de: Kürbissamen
es: Semillas de calabaza
fr: Graine de citrouille
hu: tökmag
hy: Դդումի Սերմեր
it: Semi di zucca
ja: カボチャの種
pl: Nasiona Dyni
pt_br: Sementes de Abóbora
ro: Semințe de bostan
ru: Семена тыквы
vi: Hột bí đỏ

source: Potato Seeds
de: Kartoffelsamen
es: Semillas de papa
fr: Graines de Pommes te Terre
hu: vetőburgonya
hy: Կարտոֆիլի Սերմեր
it: Semi di patata
ja: じゃがいもの種
pl: Nasiona Ziemniaków
pt_br: Sementes de Batata
ro: Semințe de cartof
ru: Семена картошки
vi: Hột khoai tây

source: Carrot Seeds
de: Möhrensamen
es: Semillas de zanahoria
fr: Graines de Carottes
hu: sárgarépa vetőmag
hy: Գազարի Սերմեր
it: Semi di carota
ja: ニンジンの種
pl: Nasiona Marchewek
pt_br: Sementes de Cenoura
ro: Semințe de morcov
ru: Семена моркови
vi: Hột cà rốt

source: Beetroot Seeds
de: Rote-Beete-Samen
es: Semillas de remolacha
fr: Graines de Betterave
hu: cékla vetőmag
hy: Շաղգամի Սերմեր
it: Semi di barbabietola
ja: ビートの種
pl: Nasiona Buraka
pt_br: Sementes de Beterraba
ro: Semințe de sfeclă
ru: Семена свеклы
vi: Hột củ cải

source: Grape Seeds
de: Traubensamen
es: Semillas de uva
fr: Graines de Raisin
hu: szőlőmag
hy: Խաղողի Սերմեր
it: Semi di uva
ja: ブドウの種
pl: Nasiona Winogrona
pt_br: Sementes de Uva
ro: Semințe de strugure
ru: Семена винограда
vi: Hột nho

source: Cotton Seeds
de: Baumwollsamen
es: Semillas de algodón
fr: Graines de Coton
hu: gyapot mag
hy: Բամբակի Սերմեր
it: Semi di cotone
ja: コットンの種
pl: Nasiona Bawełny
pt_br: Sementes de Algodão
ro: Semințe de bumbac
ru: Семена хлопка
vi: Hột bông gòn

source: Melon
de: Melone
es: Melón
hu: görögdinnye
hy: Սեխ
it: Anguria
ja: メロン
pt_br: Melão
ro: Pepene
ru: Арбуз
vi: Dưa

source: Pumpkin
da: Græskar
de: Kürbis
es: Calabaza
fr: Citrouille
hu: tök
hy: Դդում
it: Zucca
ja: カボチャ
pl: Dynia
pt_br: Abóbora
ro: Bostan
ru: Тыква
vi: Bí đỏ

source: Grape
da: Drue
de: Trauben
es: Uva
fr: Raisin
hu: szőlő
hy: Խաղող
it: Uva
ja: ブドウ
pl: Winogrona
pt_br: Uvas
ro: Strugure
ru: Виноград
vi: Nho

source: Trellis Grape
de: Spaliertrauben
es: Uvas en rejas
hu: szőlőlugas
hy: Խաղոցի Ճաղավանդակ
it: Graticcio di uva
ja: ブドウのツタ
pl: Kratka na Winorośl
pt_br: Latada de Uva
ro: Strugure Trellis
ru: Решетка для винограда
vi: Nho giàn mắt cáo

source: Dead Vine
de: tote Weinranke
es: Ramas de vid secas
fr: Liane morte
hy: Մեռած Վայն
it: Vite morta
ja: 枯れ木
pl: Obumarła Winorośl
pt_br: Videira Morta
ro: Viță moartă
ru: Сухая лиана
vi: Cây nho chết

source: Book Shelf
da: Bogreol
de: Bücherregal
es: Librero
fr: Bibliothèque
hu: könyvespolc
hy: Գրապահարան
it: Libreria
ja: 本棚
pl: Półka Z Książkami
pt_br: Estante de Livros
ro: Raft de cărți
ru: Книжная полка
vi: Kệ sách

source: Junglewood Book Shelf
da: Jungletræsbogreol
de: Dschungelholzbücherregal
es: Estante de madera de selva
fr: Bibliothèque en Acajou
hu: dzsungelfa könyvespolc
hy: Անտառափայտե Գրապահարան
it: Libreria di legno di giungla
ja: ジャングルの木材の本棚
pl: Półka na Książki z Drewna Dżunglowego
pt_br: Estante de Livros de Madeira da Selva
ro: Raft de cărți de lemn de junglă
ru: Пальмовая книжная полка
vi: Kệ sách bằng gỗ cây cọ

source: Pine Book Shelf
da: Fyrtræsbogreol
de: Pinienbücherregal
es: Estante de pino
fr: Bibliothèque en Pin
hu: fenyőfa könyvespolc
hy: Սոճից Գրապահարան
it: Libreria di legno di pino
ja: 松の本棚
pl: Półka na Książki z Sosny
pt_br: Estante de Livros de Pinheiro
ro: Raft de pin de cărți
ru: Сосновая книжная полка
vi: Kệ sách bằng gỗ cây thông

source: Couch
da: Sofa
de: Sofa
es: Sofá
fr: Canapé
hu: kanapé
hy: Բազմոց
it: Poltrona
ja: ソファ
pl: Kanapa
pt_br: Sofá
ro: Canapea
ru: Кушетка
vi: Ghế tràng kỷ

source: Blue Couch
da: Blå Sofa
de: blaues Sofa
es: Sofá azul
fr: Canapé Bleu
hu: kék kanapé
hy: Կապույտ Բազմոց
it: Poltrona blu
ja: 青いソファ
pl: Niebieska Kanapa
pt_br: Sofá Azul
ro: Canapea albastră
ru: Синяя кушетка
vi: Ghế tràng kỷ xanh

source: Green Couch
da: Grøn Sofa
de: grünes Sofa
es: Sofá verde
fr: Canapé Vert
hu: zöld kanapé
hy: Կանաչ Բազմոց
it: Poltrona verde
ja: 緑色のソファ
pl: Zielona Kanapa
pt_br: Sofá Verde
ro: Canapea verde
ru: Зеленая кушетка
vi: Ghế tràng kỷ xanh lá cây

source: Orange Couch
da: Orange Sofa
de: orange Sofa
es: Sofá naranja
fr: Canapé Orange
hu: narancssárga kanapé
hy: Նարնջագույն Բազմոց
it: Poltrona arancione
ja: オレンジ色のソファ
pl: Pomarańczowa Kanapa
pt_br: Sofá Laranja
ro: Canapea portocalie
ru: Оранжевая кушетка
vi: Ghế tràng kỷ cam

source: Purple Couch
da: Lilla Sofa
de: lila Sofa
es: Sofá púrpura
fr: Canapé Violet
hu: lila kanapé
hy: Մուգ Բազմոց
it: Poltrona viola
ja: 紫色のソファ
pl: Fioletowa Kanapa
pt_br: Sofá Roxo
ro: Canapea purpurie
ru: Фиолетовая кушетка
vi: Ghế tràng kỷ tím

source: Red Couch
da: Rød Sofa
de: rotes Sofa
es: Sofá rojo
fr: Canapé Rouge
hu: piros kanapé
hy: Կարմիր Բազմոց
it: Poltrona rossa
ja: 赤いソファ
pl: Czerwona Kanapa
pt_br: Sofá Vermelho
ro: Canapea roșie
ru: Красная кушетка
vi: Ghế tràng kỷ đỏ

source: Yellow Couch
da: Gul Sofa
de: gelbes Sofa
es: Sofá amarillo
fr: Canapé Jaune
hu: sárga kanapé
hy: Դեղին Բազմոց
it: Poltrona gialla
ja: 黄色いソファ
pl: Żółta Kanapa
pt_br: Sofá Amarelo
ro: Canapea galbenă
ru: Желтая кушетка
vi: Ghế tràng kỷ vàng

source: Black Couch
da: Sort Sofa
de: schwarzes Sofa
es: Sofá negro
fr: Canapé Noir
hu: fekete kanapé
hy: Սև Բազմոց
it: Poltrona nera
ja: 黒いソファ
pl: Czarna Kanapa
pt_br: Sofá Preto
ro: Canapea neagră
ru: Черная кушетка
vi: Ghế tràng kỷ đen

source: Chair
da: Stol
de: Stuhl
es: Silla
fr: Chaise
hu: szék
hy: Աթոռ
it: Sedia
ja: 椅子
pl: Krzesło
pt_br: Cadeira
ro: Scaun
ru: Стул
vi: Cái ghế

source: Table
da: Bord
de: Tisch
es: Mesa
hu: asztal
hy: Սեղան
it: Tavolo
ja: テーブル
pl: Stół
pt_br: Mesa
ro: Masă
ru: Стол
vi: Cái bàn

source: Bed
da: Seng
de: Bett
es: Cama
fr: Lit
hu: ágy
hy: Մահճակալ
it: Letto
ja: ベッド
pl: Łóżko
pt_br: Cama
ro: Pat
ru: Кровать
vi: Cái giường

source: Blue Bed
da: Blå Seng
de: blaues Bett
es: Cama azul
fr: Lit Bleu
hu: kék ágy
hy: Կապուտ Մահճակալ
it: Letto blu
ja: 青いベッド
pl: Niebieskie Łóżko
pt_br: Cama Azul
ro: Pat alb
ru: Синяя кровать
vi: Cái giường xanh

source: Green Bed
da: Grøn Seng
de: grünes Bett
es: Cama verde
fr: Lit Vert
hu: zöld ágy
hy: Կանաչ Մահճակալ
it: Letto verde
ja: 緑色のベッド
pl: Zielone Łóżko
pt_br: Cama Verde
ro: Pat verde
ru: Зеленая кровать
vi: Cái giường xanh lá cây

source: Orange Bed
da: Orange Seng
de: orange Bett
es: Cama naranja
fr: Lit Orange
hu: narancssárga ágy
hy: Նարնջագույն Մահճակալ
it: Letto arancione
ja: オレンジ色のベッド
pl: Pomarańczowe Łóżko
pt_br: Cama Laranja
ro: Pat portocaliu
ru: Оранжевая кровать
vi: Cái giường cam

source: Purple Bed
da: Lilla Seng
de: lila Bett
es: Cama púrpura
fr: Lit Violet
hu: lila ágy
hy: Մուգ Մահճակալ
it: Letto viola
ja: 紫色のベッド
pl: Fioletowe Łóżko
pt_br: Cama Roxa
ro: Pat purpuriu
ru: Фиолетовая кровать
vi: Cái giường tím

source: Red Bed
da: Rød Seng
de: rotes Bett
es: Cama roja
fr: Lit Rouge
hu: piros ágy
hy: Կարմիր Մահճակալ
it: Letto rosso
ja: 赤いベッド
pl: Czerwone Łóżko
pt_br: Cama Vermelha
ro: Pat roșu
ru: Красная кровать
vi: Cái giường đỏ

source: Yellow Bed
da: Gul Seng
de: gelbes Bett
es: Cama amarilla
fr: Lit Jaune
hu: sárga ágy
hy: Դեղին Մահճակալ
it: Letto giallo
ja: 黄色いベッド
pl: Żółte Łóżko
pt_br: Cama Amarela
ro: Pat galben
ru: Желтая кровать
vi: Cái giường vàng

source: Black Bed
da: Sort Seng
de: schwarzes Bett
es: Cama negra
fr: Lit Noir
hu: fekete ágy
hy: Սև Մահճակալ
it: Letto nero
ja: 黒いベッド
pl: Czarne Łóżko
pt_br: Cama Preta
ro: Pat negru
ru: Черная кровать
vi: Cái giường đen

source: Camp Bed
da: Lejrseng
de: Feldbett
es: Cama de campamento
fr: Lit de Camp
hu: kempingágy
hy: Ճամբարային Մահճակալ
it: Letto da campo
ja: キャンプベッド
pl: Łóżko Obozowe
pt_br: Cama de Acampamento
ro: Pat de camping
ru: Кровать
vi: Giường tháo được

source: Colorful Painting
de: buntes Gemälde
es: Pintura de colores
fr: Tableau Coloré
hu: színes festék
hy: Գունագեղ Նկար
it: Dipinto colorato
ja: カラフルな絵
pl: Kolorowe Malowidło
pt_br: Pintura Colorida
ro: Pictură colorată
ru: Цветная картина
vi: Bức tranh nhiều màu

source: Red Rose Painting
de: Bild mit roter Rose
es: Pintura de rosa roja
fr: Tableau Figurant une Rose Rouge
hu: vörösrózsás festmény
hy: Կարմիր Վարդ Նկար
it: Dipinto di rosa rossa
ja: バラの絵
pl: Malowidło Z Czerwonymi Różami
pt_br: Pintura de Rosa Vermelha
ro: Pictură cu trandafiri roșii
ru: Картина с красной розой
vi: Bức tranh bông hồng đỏ

source: Field Painting
de: Landschaftsgemälde
es: Pintura de campo
fr: Tableau Figurant un Paysage
hu: rétes festmény
hy: Դաշտ Նկար
it: Dipinto campestre
ja: 風景画
pl: Malowidło Z Polem
pt_br: Pintura de Campo
ro: Pictură cu peisaj
ru: Пейзаж
vi: Bức tranh cánh đồng

source: Blue Flower Painting
de: Bild mit blauer Blume
es: Pintura de flor azul
fr: Tableau Figurant une Fleur Bleue
hu: kék virágos festmény
hy: Կապույտ Ծաղիկ Նկար
it: Dipinto di fiori blu
ja: 青い花の絵
pl: Malowidło Z Niebieskimi Kwiatami
pt_br: Pintura de Flor Azul
ro: Pictură cu flori albastre
ru: Картина с синим цветком
vi: Bức tranh hoa tím

source: Painting Canvas
da: Malerlærred
de: Malerleinwand
es: Lona de pintura
fr: Toile de Peinture
hu: festővászon
hy: Կտավե Նկար
it: Tela da dipinto
ja: キャンバス
pl: Obraz Na Płótnie
pt_br: Tela de Pintura
ro: Pânză de pictură
ru: Холст для живописи
vi: Vải bạt bức tranh

source: Clock
da: Ur
de: Uhr
es: Reloj
fr: Horloge
hu: óra
hy: Ժամացույց
it: Orologio
ja: 時計
pl: Zegar
pt_br: Relógio
ro: Ceasornic
ru: Часы
vi: Đồng hồ

source: Tree
da: Træ
de: Baum
es: Árbol
fr: Arbre
hu: fa
hy: Ծառ
it: Albero
ja: 木
pl: Drzewo
pt_br: Árvore
ro: Copac
ru: Дерево
vi: Cây sồi

source: Apple Tree
da: Æbletræ
de: Apfelbaum
es: Manzano
fr: Pommier
hu: almafa
hy: Խնձորի Ծառ
it: Melo
ja: りんごの木
pl: Jabłoń
pt_br: Macieira
ro: Pom de mere
ru: Яблоня
vi: Cây táo

source: Jungle Tree
da: Jungletræ
de: Dschungelbaum
es: Árbol selvático
fr: Arbre de la Jungle
hu: dzsungelfa
hy: Անտառային Ծառ
it: Albero della giungla
ja: ジャングルの木
pl: Drzewo Dżunglowe
pt_br: Árvore da Selva
ro: Arbore de junglă
ru: Пальма
vi: Cây cọ

source: Conifer Tree
da: Fyrtræ
de: Konifere
es: Árbol conífero
fr: Conifère
hu: fenyőfa
hy: Փշատերև Ծառ
it: Conifera
ja: 松の木
pl: Iglak
pt_br: Árvore Conífera
ro: Conifer
ru: Хвойное дерево
vi: Cây thông

source: Young Tree
da: Ungt Træ
de: junger Baum
es: Árbol joven
fr: Jeune Arbre
hy: Երիտասարդ Ծառ
it: Albero giovane
ja: 若木
pl: Młode Drzewo
pt_br: Árvore Jovem
ro: Copac tânăr
ru: Молодое дерево
vi: Cây sồi non

source: Young Jungle Tree
da: Ungt Jungletræ
de: junger Dschungelbaum
es: Árbol selvático joven
fr: Jeune Arbre de la Jungle
hy: Երիտասարդ Անտառային Ծառ
it: Albero giovane della giungla
ja: 若いジャングルの木
pl: Młode Drzewo Dżunglowe
pt_br: Árvore da Selva Jovem
ro: Copac tânăr de junglă
ru: Молодая пальма
vi: Cây cọ nhỏ

source: Young Apple Tree
da: Ungt Æbletræ
de: junger Apfelbaum
es: Manzano joven
fr: Jeune Pommier
hy: Երիտասարդ Խնձորի Ծառ
it: Melo giovane
ja: 若いりんごの木
pl: Młoda Jabłoń
pt_br: Macieira Jovem
ro: Pom de mere tânăr
ru: Молодая яблоня
vi: Cây táo nhỏ

source: Young Conifer Tree
da: Ungt Fyrtræ
de: junge Konifere
es: Árbol conífero joven
fr: Jeune Conifère
hy: Երիտասարդ Փշատերև Ծառ
it: Conifera giovane
ja: 若い松の木
pl: Młody Iglak
pt_br: Árvore Conífera Jovem
ro: Conifer tânăr
ru: Молодое хвойное дерево
vi: Cây thông nhỏ

source: Jungle Grass
da: Junglegræs
de: Dschungelgras
es: Pasto selvático
fr: Herbe de la Jungle
hu: dzsungelfű
hy: Անտառային Խոտ
it: Erba della giungla
ja: ジャングルの草
pl: Dżunglowa Trawa
pt_br: Grama da Selva
ro: Iarbă de junglă
ru: Папоротник
vi: Cỏ rừng

source: Jungle Fern
da: Junglebregne
de: Dschungelfarn
hu: dzsungel páfrány
hy: Անտառային Հողատարածք
it: Felce della giungla
ja: ジャングルのシダ
pl: Paproć
pt_br: Samambaia da Selva
ru: Тропический папоротник

source: Leaves
da: Blade
de: Blätter
es: Hojas
fr: Feuilles
hu: levelek
hy: Տերևներ
it: Foglie
ja: 葉
pl: Liście
pt_br: Folhas
ro: Frunze
ru: Листья
vi: Lá cây sồi

source: Apple Tree Leaves
da: Æbleblade
de: Apfelbaumblätter
es: Hojas de manzano
fr: Feuilles de Pommier
hu: almafa levelek
hy: Խնձորի Ծառի Տերևներ
it: Foglie di melo
ja: りんごの木の葉
pl: Liście Jabłoni
pt_br: Folhas de Macieira
ro: Frunze de măr
ru: Листья яблони
vi: Lá cây táo

source: Jungle Leaves
da: Jungleblade
de: Dschungelbaumblätter
es: Hojas selváticas
fr: Feuilles de la Jungle
hu: dzsungelfa levelek
hy: Անտառային Տերևներ
it: Foglie della giungla
ja: ジャングルの葉
pl: Liście Dżunglowe
pt_br: Folhas da Selva
ro: Frunze de junglă
ru: Пальмовые листья
vi: Lá cây cọ

source: Conifer Leaves
da: Fyrnåle
de: Koniferenblätter
es: Hojas de conífera
fr: Feuilles de Conifère
hu: fenyőlevelek
hy: Փշատերևներ
it: Foglie di conifera
ja: 松の木の葉
pl: Igły Z Iglaka
pt_br: Folhas de Conífera
ro: Frunze de conifer
ru: Хвоя
vi: Lá cây thông

source: Trimmed Leaves
da: Trimmede Blade
de: getrimmte Blätter
es: Hojas recortadas
fr: Feuilles Taillées
hy: Մանրախիճ
it: Foglie potate
ja: 手入れされた葉
pl: Przystrzyżone Liście
pt_br: Folhas Aparadas
ro: Frunze tăiate
ru: Нарезанные листья
vi: Lá cây sồi cắt tỉa

source: Trimmed Apple Tree Leaves
da: Trimmede æbleblade
de: getrimmte Apfelbaumblätter
es: Hojas recortadas de manzano
fr: Feuilles de Pommier Taillées
hy: Խնձորի Ծառի Խուզած Տեևներ
it: Foglie potate di melo
ja: 手入れされたりんごの木の葉
pl: Przystrzyżone Liście Jabłoni
pt_br: Folhas de Macieira Aparadas
ro: Frunze tăiate de măr
ru: Нарезанные листья яблони
vi: Lá cây táo cắt tỉa

source: Trimmed Jungle Leaves
da: Trimmede Jungleblade
de: getrimmte Dschungelblätter
es: Hojas recortadas selváticas
fr: Feuilles d'Acajou Taillées
hy: Անտատային Խուզած Տերևներ
it: Foglie potate di albero della giungla
ja: 手入れされたジャングル木の葉
pl: Przystrzyżone Liście Dżunglowe
pt_br: Folhas da Selva Aparadas
ro: Frunze tăiate de junglă
ru: Нарезанные пальмовые листья
vi: Lá cây cọ cắt tỉa

source: Trimmed Conifer Leaves
da: Trimmede Fyrnåle
de: getrimmte Koniferenblätter
es: Hojas recortadas de conífera
fr: Feuilles de Conifère Taillées
hy: Փշատերևի Խուզած Տերևներ
it: Foglie potate di conifera
ja: 手入れされた松の木の葉
pl: Przystrzyżone Igły Z Iglaka
pt_br: Folhas de Coníferas Aparadas
ro: Frunze tăiate de conifer
ru: Нарезанная хвоя
vi: Lá cây thông cắt tỉa

source: Apple Tree Blossom
da: Æbleskud
de: Apfelbaumblüten
es: Florecimiento de manzano
fr: Fleur de Pommier
hy: Ծաղկող Խնձորենի
it: Bocciolo di melo
ja: りんごの木の花
pl: Kwiat Jabłoni
pt_br: Floração de Macieira
ro: Floare de măr
ru: Цветы яблони
vi: Hoa cây táo

source: Trimmed Apple Tree Blossom
da: Trimmet Æbleskud
de: getrimmte Apfelbaumblüten
es: Florecimiento recortado de manzano
fr: Fleurs de Pommier Taillées
hy: Խուզած Ծաղկող Խնձորենի
it: Bocciolo potato di melo
ja: トリミングされたりんごの木の花
pl: Przystrzyżony Kwiat Jabłoni
pt_br: Floração de Macieira Aparada
ro: Floare de măr tăiată
ru: Нарезанные цветы яблони
vi: Hoa cây táo cắt tỉa

source: Cactus Blossom
da: Kaktusskud
de: Kaktusknospe
es: Flor de cactácea
fr: Bourgeon de Cactus
hy: Ծաղկող Կակտուս
it: Bocciolo di cactus
ja: サボテンの芽
pl: Kwitnący Kwiat Kaktusa
pt_br: Floração de Cactus
ro: Mugur de cactus
ru: Цветок кактуса
vi: Hoa cây xương rồng

source: Cactus Flower
da: Kaktusblomst
de: Kaktusblüte
es: Flor de cactácea
fr: Fleur de Cactus
hu: kaktuszvirág
hy: Կակտուսի Ծաղիկ
it: Fiore di cactus
ja: サボテンの花
pl: Kwiat Kaktusa
pt_br: Flor de Cactus
ro: Floare de cactus
ru: Цветок кактуса
vi: Bông cây xương rồng

source: Cactus
da: Kaktus
de: Kaktus
es: Cactácea
hu: kaktusz
hy: Կակտուս
ja: サボテン
pl: Kaktus
ru: Кактус
vi: Cây xương rồng

source: Papyrus
es: Papiro
hu: papirusz
hy: Պապիրուս
it: Papiro
ja: パピルス
pl: Papirus
pt_br: Papiro
ro: Papirus
ru: Папирус
vi: Cây cói giấy

source: Sapling
de: Setzling
es: Retoño
fr: Petit Arbre
hu: csemete
hy: Սածիլ
it: Alberello
ja: 苗木
pl: Sadzonka
pt_br: Muda
ro: Lăstar
ru: Саженец
vi: Cây sồi non

source: Apple Tree Sapling
de: Apfelbaumsetzling
es: Retoño de manzano
fr: Petit Pommier
hu: almafa csemete
hy: Խնձորի Ծառի Սածիլ
it: Alberello di melo
ja: りんごの木の苗木
pl: Sadzonka Jabłoni
pt_br: Muda de Macieira
ro: Lăstar de măr
ru: Саженец яблони
vi: Cây táo non

source: Jungle Sapling
de: Dschungelbaumsetzling
es: Retoño selvático
fr: Petit Arbre de la Jungle
hu: dzungelfa csemete
hy: Անտառային Սածիլ
it: Alberello della giungla
ja: ジャングルの木の苗木
pl: Sadzonka Drzewa Dżunglowego
pt_br: Muda de Selva
ro: Lăstar de junglă
ru: Росток пальмы
vi: Cây cọ non

source: Conifer Sapling
de: Koniferensetzling
es: Retoño conífero
fr: Petit Conifère
hu: fenyőfa csemete
hy: Փշատերևի Սածիլ
it: Alberello di conifera
ja: 松の木の苗木
pl: Sadzonka Iglaka
pt_br: Muda de Conífera
ro: Lăstar de conifer
ru: Саженец сосны
vi: Cây thông non

source: Wild Grass
da: Wild Græs
de: Wildgras
es: Pasto salvaje
fr: Herbe Folle
hy: Վայրի Խոտ
it: Erba selvatica
ja: 野草
pl: Dzika Trawa
pt_br: Ervas Daninhas
ro: Iarbă sălbatică
ru: Бурьян
vi: Cỏ dại
