Repository: Lucas-Developer/voxelands
Catalog: po/*/voxelands.po
Languages: da, de, es, fr, hu, hy, it, ja, pl, pt_br, ro, ru, vi

source: Rough Stone Block
da: Rå Stenblok
de: grober Steinblock
es: Bloque de piedra en bruto
fr: Bloc de Pierre Brute
hu: durva kőtömb
hy: Կոպիտ Քարի Կտոր
it: Blocco di pietra grezza
ja: ラフストーンブロック
pl: Nieobrobiony Blok Z Kamienia
pt_br: Bloco de Pedra Áspera
ro: Bloc de piatră brută
ru: Блок грубого камня
vi: Khối đá nhám

source: Grass
da: Græs
de: Gras
es: Pasto
fr: Herbe
hu: fű
hy: Խոտ
it: Erba
ja: 草
pl: Trawa
pt_br: Grama
ro: Iarbă
ru: Трава
vi: Cỏ

source: Growing Grass
da: Voksende Græs
de: wachsendes Gras
es: Pasto en crecimiento
fr: Herbe qui Pousse
hu: növő fű
hy: Աճեցնել Խոտ
it: Erba in crescita
ja: 育ち盛りの草
pl: Rosnąca Trawa
pt_br: Grama Crescendo
ro: Iarbă în creștere
ru: Растущая трава
vi: Cỏ phát triển

source: Muddy Snow
da: Beskidt Sne
de: matschiger Schnee
es: Nieve lodosa
fr: Neige Boueuse
hu: sáros hó
hy: Հալչող Ձյուն
it: Neve fangosa
ja: 汚い雪
pl: Błotnisty Śnieg
pt_br: Neve Lamacenta
ro: Zăpadă noroioasă
ru: Грязный снег
vi: Tuyết đục ngầu

source: Mud
da: Jord
de: Matsch
es: Lodo
fr: Boue
hu: sár
hy: Հող
it: Fango
ja: 泥
pl: Błoto
pt_br: Lama
ro: Noroi
ru: Грязь
vi: Bùn

source: Ash Block
da: Askeblok
de: Ascheblock
es: Bloque de ceniza
fr: Bloc de Cendre
hu: hamutömb
hy: Մոխիրի Կտոր
it: Blocco di cenere
ja: 灰ブロック
pl: Blok Pyłu
pt_br: Bloco de Cinza
ro: Bloc de cenușă
ru: Блок пепла
vi: Khối tro

source: Sand
es: Arena
fr: Sable
hu: homok
hy: Ավազ
it: Sabbia
ja: 砂
pl: Piasek
pt_br: Areia
ro: Nisip
ru: Песок
vi: Cát

source: Desert Sand
da: Ørkensand
de: Wüstensand
hu: sivatagi homok
hy: Անապատի Ավազի
it: Sabbia del deserto
ja: 砂漠の砂
pl: Piasek Pustyni
pt_br: Areia do Deserto
ru: Пустынный песок

source: Gravel
da: Grus
de: Kies
es: Grava
fr: Gravier
hu: murva
hy: Մանրախիճ
it: Ghiaia
ja: 砂利
pl: Żwir
pt_br: Cascalho
ro: Pietriș
ru: Гравий
vi: Sỏi

source: Sand Stone
de: Sandstein
es: Arenisca
hu: homokkő
hy: Ավազե Քար

source: Sand Stone Bricks
de: Sandsteinziegel
es: Ladrillo de arenisca
hu: homokkőtégla
hy: Ավազից Քարե Աղյուսներ

source: Sand Stone Blocks
de: Sandsteinblock
es: Bloque de arenisca
hu: homokkőtömb
hy: Ավազից Քարե Բլոկներ

source: Clay
da: Ler
de: Ton
es: Arcilla
fr: Argile
hu: agyag
hy: Կավ
it: Argilla
ja: 粘土
pl: Glina
pt_br: Argila
ro: Argilă
ru: Глина
vi: Đất sét

source: Blue Clay
da: Blåt Ler
de: blauer Ton
es: Arcilla azul
fr: Argile Bleue
hu: kék agyag
hy: Կապույտ Կավ
it: Argilla blu
ja: 青い粘土
pl: Niebieska Glina
pt_br: Argila Azul
ro: Argilă albastră
ru: Синяя глина
vi: Đất sét xanh

source: Green Clay
da: Grønt Ler
de: grüner Ton
es: Arcilla verde
fr: Argile Verte
hu: zöld agyag
hy: Կանաչ Կավ
it: Argilla verde
ja: 緑色の粘土
pl: Zielona Glina
pt_br: Argila Verde
ro: Argilă verde
ru: Зеленая глина
vi: Đất sét xanh lá cây

source: Orange Clay
da: Orange Ler
de: orange Ton
es: Arcilla naranja
fr: Argile Orange
hu: narancssárga agyag
hy: Նարնջագույն Կավ
it: Argilla arancione
ja: オレンジ色の粘土
pl: Pomarańczowa Glina
pt_br: Argila Laranja
ro: Argilă portocalie
ru: Оранжевая глина
vi: Đất sét cam

source: Purple Clay
da: Lilla Ler
de: lila Ton
es: Arcilla púrpura
fr: Argile Violette
hu: lila agyag
hy: Մուգ Կավ
it: Argilla viola
ja: 紫色の粘土
pl: Fioletowa Glina
pt_br: Argila Roxa
ro: Argilă purpurie
ru: Фиолетовая глина
vi: Đất sét tím

source: Red Clay
da: Rødt Ler
de: roter Ton
es: Arcilla roja
fr: Argile Rouge
hu: piros agyag
hy: Կարմիր Կավ
it: Argilla rossa
ja: 赤い粘土
pl: Czerwona Glina
pt_br: Argila Vermelha
ro: Argilă roșie
ru: Красная глина
vi: Đất sét đỏ

source: Yellow Clay
da: Gult Ler
de: gelber Ton
es: Arcilla amarilla
fr: Argile Jaune
hu: sárga agyag
hy: Դեղին Կավ
it: Argilla arancione
ja: 黄色い粘土
pl: Żółta Glina
pt_br: Argila Amarela
ro: Argilă galbenă
ru: Желтая глина
vi: Đất sét vàng

source: Black Clay
da: Sort Ler
de: schwarzer Ton
es: Arcilla negra
fr: Argile Noire
hu: fekete agyag
hy: Սև Կավ
it: Argilla nera
ja: 黒い粘土
pl: Czarna Glina
pt_br: Argila Preta
ro: Argilă neagră
ru: Черная глина
vi: Đất sét đen

source: Terracotta
da: Terakotta
de: Terrakotta
es: Terracota
fr: Terre Cuite
hu: terrakotta
hy: Տեռռոկատից
ja: テラコッタ
pl: Terakota
ro: Teracotă
ru: Керамика
vi: Đất nung

source: Terracotta Brick
da: Terrakotta-mursten
de: Terrakottaziegel
es: LAdrillo de terracota
fr: Brique de Terre Cuite
hu: terrakotta tégla
hy: Տեռռոկատից Աղյուս
it: Mattoni di terracotta
ja: テラコッタレンガ
pl: Cegła Terakoty
pt_br: Tijolo de Terracotta
ro: Cărămidă de teracotă
ru: Керамический кирпич
vi: Cục gạch đất nung

source: Terracotta Block
da: Terrakotta-blok
de: Terrakottablock
es: Bloque de terracota
fr: Bloc de Terre Cuite
hu: terrakotta tömb
hy: Սև տեռռոկատ
it: Blocco di terracotta
ja: テラコッタブロック
pl: Blok Terakoty
pt_br: Bloco de Terracotta
ro: Bloc de teracotă
ru: Блок керамики
vi: Khối đất nung

source: Terracotta Tile
da: Terrakotta-flise
de: Terrakottaplatte
es: Baldosa de terracota
fr: Carreau de Grès
hu: terrakotta csempe
hy: Տեռռոկատից Սալիկ
it: Piastrelle di terracotta
ja: テラコッタタイル
pl: Dachówka Z Terakoty
pt_br: Azulejo de Terracotta
ro: Pavelă de teracotă
ru: Керамическая плитка
vi: Đá lát đất nung

source: Glass
da: Glas
de: Glas
es: Cristal
fr: Verre
hu: üveg
hy: Ապակի
it: Vetro
ja: ガラス
pl: Szkło
pt_br: Vidro
ro: Sticlă
ru: Стекло
vi: Kính

source: Blue Glass
da: Blåt Glas
de: blaues Glas
es: Cristal azul
fr: Verre Bleu
hu: kék üveg
hy: Կապույտ Ապակի
it: Vetro blu
ja: 青いガラス
pl: Niebieskie Szkło
pt_br: Vidro Azul
ro: Sticlă albastră
ru: Синее стекло
vi: Kính xanh

source: Green Glass
da: Grønt Glas
de: grünes Glas
es: Cristal verde
fr: Verre Vert
hu: zöld üveg
hy: Կանաչ Ապակի
it: Vetro verde
ja: 緑色のガラス
pl: Zielone Szkło
pt_br: Vidro Verde
ro: Sticlă verde
ru: Зеленое стекло
vi: Kính xanh lá cây

source: Orange Glass
da: Orange Glas
de: orange Glas
es: Cristal naranja
fr: Vert Orange
hu: narancssárga üveg
hy: Նարնջագույն
it: Vetro arancione
ja: オレンジ色のガラス
pl: Pomarańczowe Szkło
pt_br: Vidro Laranja
ro: Sticlă portocalie
ru: Оранжевое стекло
vi: Kính cam

source: Purple Glass
da: Lilla Glas
de: lila Glas
es: Cristal púrpura
fr: Verre Violet
hu: lila üveg
hy: Մուգ Ապակի
it: Vetro viola
ja: 紫色のガラス
pl: Fioletowe Szkło
pt_br: Vidro Roxo
ro: Sticlă purpurie
ru: Фиолетовое стекло
vi: Kính tím

source: Red Glass
da: Rødt Glas
de: rotes Glas
es: Cristal rojo
fr: Verre Rouge
hu: piros üveg
hy: Կարմիր Ապակի
it: Vetro rosso
ja: 赤いガラス
pl: Czerwone Szkło
pt_br: Vidro Vermelho
ro: Sticlă roșie
ru: Красное стекло
vi: Kính đỏ

source: Yellow Glass
da: Gult Glas
de: gelbes Glas
es: Cristal amarillo
fr: Verre Jaune
hu: sárga üveg
hy: Դեղին Ապակի
it: Vetro giallo
ja: 黄色いガラス
pl: Żółte Szkło
pt_br: Vidro Amarelo
ro: Sticlă galbenă
ru: Желтое стекло
vi: Kính vàng

source: Black Glass
da: Sort Glas
de: schwarzes Glas
es: Cristal negro
fr: Verre Noir
hu: fekete üveg
hy: Սև Ապակի
it: Vetro nero
ja: 黒いガラス
pl: Czarne Szkło
pt_br: Vidro Preto
ro: Sticlă neagră
ru: Черное стекло
vi: Kính đen

source: Glass Pane
da: Rude
de: Glasscheibe
es: Panel de cristal
fr: Vitre
hu: üvegtábla
hy: Ապակե Շրջանակ
it: Lastra di vetro
ja: 板ガラス
pl: Szyba
pt_br: Painel de Vidro
ro: Panou de sticlă
ru: Стеклянная панель
vi: Tấm kính

source: Blue Glass Pane
da: Blå Rude
de: blaue Glasscheibe
es: Panel de cristal azul
fr: Vitre Bleue
hu: kék üvegtábla
hy: Կապույտ Ապակե Շրջանակ
it: Lastra di vetro blu
ja: 青い板ガラス
pl: Niebieska Szyba
pt_br: Painel de Vidro Azul
ro: Panou albastru de sticlă
ru: Панель синего стекла
vi: Tấm kính xanh

source: Green Glass Pane
da: Grøn Rude
de: grüne Glasscheibe
es: Panel de cristal verde
fr: Vitre Verte
hu: zöld üvegtábla
hy: Կանաչ Ապակե Շրջանակ
it: Lastra di vetro verde
ja: 緑色の板ガラス
pl: Zielona Szyba
pt_br: Painel de Vidro Verde
ro: Panou verde de sticlă
ru: Панель зеленого стекла
vi: Tấm kính xanh lá cây

source: Orange Glass Pane
da: Orange Rude
de: orange Glasscheibe
es: Panel de cristal naranja
fr: Vitre Orange
hu: narancssárga üvegtábla
hy: Նարնջագույն Ապակե Շրջանակ
it: Lastra di vetro arancione
ja: オレンジ色の板ガラス
pl: Pomarańczowa Szyba
pt_br: Painel de Vidro Laranja
ro: Panou portocaliu de sticlă
ru: Панель оранжевого стекла
vi: Tấm kính cam

source: Purple Glass Pane
da: Lilla Rude
de: lila Glasscheibe
es: Panel de cristal púrpura
fr: Vitre Violette
hu: lila üvegtábla
hy: Մուգ Ապակե Շրջանակ
it: Lastra di vetro viola
ja: 紫色の板ガラス
pl: Fioletowa Szyba
pt_br: Painel de Vidro Roxo
ro: Panou purpuriu de sticlă
ru: Панель фиолетового стекла
vi: Tấm kính tím

source: Red Glass Pane
da: Rød Rude
de: rote Glasscheibe
es: Panel de cristal rojo
fr: Vitre Rouge
hu: piros üvegtábla
hy: Կարմիր Ապակե Շրջանակ
it: Lastra di vetro rosso
ja: 赤い板ガラス
pl: Czerwona Szyba
pt_br: Painel de Vidro Vermelho
ro: Panou roșu de sticlă
ru: Панель красного стекла
vi: Tấm kính đỏ

source: Yellow Glass Pane
da: Gul Rude
de: gelbe Glasscheibe
es: Panel de cristal amarillo
fr: Vitre Jaune
hu: sárga üvegtábla
hy: Դեղին Ապակե Շրջանակ
it: Lastra di vetro giallo
ja: 黄色い板ガラス
pl: Żółta Szyba
pt_br: Painel de Vidro Amarelo
ro: Panou galben de sticlă
ru: Панель желтого стекла
vi: Tấm kính vàng

source: Black Glass Pane
da: Sort Rude
de: schwarze Glasscheibe
es: Panel de cristal azul
fr: Vitre Noire
hu: fekete üvegtábla
hy: Սև Ապակե Շրջանակ
it: Lastra di vetro nero
ja: 黒い板ガラス
pl: Czarna Szyba
pt_br: Painel de Vidro Preto
ro: Panou negru de sticlă
ru: Панель черного стекла
vi: Tấm kính đen

source: Glass Light
de: Glaslampe
es: Luz de cristal
fr: Verre Lumineux
hu: üveglámpa
hy: Լուսավոր Ապակի
it: Vetro luminoso
ja: 光るガラス
pl: Szklany Klosz
pt_br: Luminária
ro: Lumină de sticlă
ru: Стеклянная лампа
vi: Đèn kính

source: Wood
da: Træ
de: Holz
es: Madera
fr: Bois
hu: fa
hy: Փայտ
it: Legno
ja: 木
pl: Drewno
pt_br: Madeira
ro: Lemn
ru: Дерево
vi: Gỗ

source: Jungle Wood
da: Jungletræ
de: Dschungelholz
es: Madera selvática
fr: Acajou
hu: dzsungel fa
hy: Անտառային Փայտ
it: Legno della giungla
ja: ジャングルの木
pl: Drewno Dżunglowe
pt_br: Madeira de Selva
ro: Lemn de junglă
ru: Пальмовое дерево
vi: Gỗ cây cọ

source: Pine
da: Fyrtræ
de: Pinienholz
es: Pino
fr: Pin
hu: fenyő
hy: Սոճի
it: Pino
ja: 松
pl: Sosna
pt_br: Pinheiro
ro: Pin
ru: Сосна
vi: Cây thông

source: Sponge
da: Svamp
de: Schwamm
es: Esponja
fr: Éponge
hu: szivacs
hy: Սպունգ
it: Spugna
ja: スポンジ
pl: Gąbka
pt_br: Esponja
ro: Burete
ru: Губка
vi: Bọt biển

source: Waterlogged Sponge
de: wassergetränkter Schwamm
es: Esponja anegada
fr: Éponge Détrempée
hu: vizes szivacs
hy: Ճահճացած Հողում Սպունգ
it: Spugna inzuppata
ja: 水を吸ったスポンジ
pl: Nasiąknięta Gąbka
pt_br: Esponja Encharcada
ro: Burete umed
ru: Мокрая губка
vi: Bọt biển ướt

source: Raw Apple Pie
da: Rå Æbletærte
de: Apfelkuchenteig
es: Tarta de manzana cruda
fr: Tarte aux Pommes Crue
hu: nyers almáspite
hy: Հում Խնձորի Կարկանդակ
it: Torta di mele cruda
ja: 生のアップルパイ
pl: Surowy Jabłecznik
pt_br: Torta de Maçã Crua
ro: Plăcintă de mere crudă
ru: Сырой яблочный пирог
vi: Bánh táo sống

source: Apple Pie
da: Æbletærte
de: Apfelkuchen
es: Tarta de manzana
fr: Tarte aux Pommes
hu: almáspite
hy: Խնձորի Կարկանդակ
it: Torta di mele
ja: アップルパイ
pl: Jabłecznik
pt_br: Torta de Maçã
ro: Plăcintă de mere
ru: Яблочный пирог
vi: Bánh táo

source: Raw Pumpkin Pie
da: Rå Græskartærte
de: Kürbiskuchenteig
es: Tarta de calabaza cruda
fr: Tarte à la Citrouille Crue
hu: nyers tökös pite
hy: Հում Դդումի Կարկանդակ
it: Torta di zucca cruda
ja: 生のパンプキンパイ
pl: Surowe Ciasto Dyniowe
pt_br: Torta de Abóbora Crua
ro: Plăcintă de bostan crudă
ru: Сырой тыквенный пирог
vi: Bánh bí ngô sống

source: Pumpkin Pie
da: Græskartærte
de: Kürbiskuchen
es: Tarta de calabaza
fr: Tarte à la Citrouille
hu: tökös pite
hy: Դդմի Կարկանդակ
it: Torta di zucca
ja: パンプキンパイ
pl: Ciasto Dyniowe
pt_br: Torta de Abóbora
ro: Plăcintă de bostan
ru: Тыквенный пирог
vi: Bánh bí ngô

source: Snow
da: Sne
de: Schnee
es: Nieve
fr: Neige
hu: hó
hy: Ձյուն
it: Neve
ja: 雪
pl: Śnieg
pt_br: Neve
ro: Zăpadă
ru: Снег
vi: Tuyết

source: Snowman
da: Snemand
de: Schneemann
es: Muñeco de nieve
fr: Bonhomme de Neige
hu: hóember
hy: Ձնեմարդ
it: Pupazzo di neve
ja: 雪だるま
pl: Bałwan
pt_br: Homem de Neve
ro: Om de zăpadă
ru: Снеговик
vi: Người tuyết

source: Cotton
da: Bomuld
de: Baumwolle
es: Algodón
fr: Coton
hu: pamut
hy: Բամբակ
it: Cotone
ja: コットン
pl: Bawełna
pt_br: Algodão
ro: Bumbac
ru: Хлопок
vi: Bông gòn

source: Blue Cotton
da: Blåt Bomuld
de: blaue Baumwolle
es: Algodón azul
fr: Coton Bleu
hu: kék pamut
hy: Կապույտ Բամբակ
it: Cotone blu
ja: 青いコットン
pl: Niebieska Bawełna
pt_br: Algodão Azul
ro: Bumbac albastru
ru: Синий хлопок
vi: Bông gòn xanh

source: Green Cotton
da: Grønt Bomuld
de: grüne Baumwolle
es: Algodón verde
fr: Coton Vert
hu: zöld pamut
hy: Կանաչ Բամբակ
it: Cotone verde
ja: 緑色のコットン
pl: Zielona Bawełna
pt_br: Algodão Verde
ro: Bumbac verde
ru: Зеленый хлопок
vi: Bông gòn xanh lá cây

source: Orange Cotton
da: Orange Bomuld
de: orange Baumwolle
es: Algodón naranja
fr: Coton Orange
hu: narancssárga pamut
hy: Նարնջագույն Բամբակ
it: Cotone arancione
ja: オレンジ色のコットン
pl: Pomarańczowa Bawełna
pt_br: Algodão Laranja
ro: Bumbac portocaliu
ru: Оранжевый хлопок
vi: Bông gòn cam

source: Purple Cotton
da: Lilla Bomuld
de: lila Baumwolle
es: Algodón púrpura
fr: Coton Violet
hu: lila pamut
hy: Մուգ Բամբակ
it: Cotone viola
ja: 紫色のコットン
pl: Fioletowa Bawełna
pt_br: Algodão Roxo
ro: Bumbac purpuriu
ru: Фиолетовый хлопок
vi: Bông gòn tím

source: Red Cotton
da: Rødt Bomuld
de: rote Baumwolle
es: Algodón rojo
fr: Coton Rouge
hu: piros pamut
hy: Կարմիր Բամբակ
it: Cotone rosso
ja: 赤いコットン
pl: Czerwona Bawełna
pt_br: Algodão Vermelho
ro: Bumbac roșu
ru: Красный хлопок
vi: Bông gòn đỏ

source: Yellow Cotton
da: Gult Bomuld
de: gelbe Baumwolle
es: Algodón amarillo
fr: Coton Jaune
hu: sárga pamut
hy: Դեղին Բամբակ
it: Cotone giallo
ja: 黄色いコットン
pl: Żółta Bawełna
pt_br: Algodão Amarelo
ro: Bumbac galben
ru: Желтый хлопок
vi: Bông gòn vàng

source: Black Cotton
da: Sort Bomuld
de: schwarze Baumwolle
es: Algodón negro
fr: Coton Noir
hu: fekete pamut
hy: Սև Բամբակ
it: Cotone nero
ja: 黒いコットン
pl: Czarna Bawełna
pt_br: Algodão Preto
ro: Bumbac negru
ru: Черный хлопок
vi: Bông gòn đen

source: Carpet
da: Gulvtæppe
de: Teppich
es: Alfombra
fr: Tapis
hu: szőnyeg
hy: Գորգ
it: Tappeto
ja: カーペット
pl: Dywan
pt_br: Tapete
ro: Covor
ru: Ковер
vi: Thảm

source: Blue Carpet
da: Blåt Gulvtæppe
de: blauer Teppich
es: Alfombra azul
fr: Tapis Bleu
hu: kék szőnyeg
hy: Կապույտ Գորգ
it: Tappeto blu
ja: 青いカーペット
pl: Niebieski Dywan
pt_br: Tapete Azul
ro: Covor albastru
ru: Синий ковер
vi: Thảm xanh

source: Green Carpet
da: Grønt Gulvtæppe
de: grüner Teppich
es: Alfombra verde
fr: Tapis Vert
hu: zöld szőnyeg
hy: Կանաչ Գորգ
it: Tappeto verde
ja: 緑色のカーペット
pl: Zielony Dywan
pt_br: Tapete Verde
ro: Covor verde
ru: Зеленый ковер
vi: Thảm xanh lá cây

source: Orange Carpet
da: Orange Gulvtæppe
de: orange Teppich
es: Alfombra naranja
fr: Tapis Orange
hu: narancssárga szőnyeg
hy: Նարնջագույն Գորգ
it: Tappeto arancione
ja: オレンジ色のカーペット
pl: Pomarańczowy Dywan
pt_br: Tapete Laranja
ro: Covor portocaliu
ru: Оранжевый ковер
vi: Thảm cam

source: Purple Carpet
da: Lilla Gulvtæppe
de: lila Teppich
es: Alfombra púrpura
fr: Tapis Violet
hu: lila szőnyeg
hy: Մուգ Գորգ
it: Tappeto viola
ja: 紫色のカーペット
pl: Fioletowy Dywan
pt_br: Tapete Roxo
ro: Covor purpuriu
ru: Фиолетовый ковер
vi: Thảm tím

source: Red Carpet
da: Rødt Gulvtæppe
de: roter Teppich
es: Alfombra roja
fr: Tapis Rouge
hu: piros szőnyeg
hy: Կարմիր Գորգ
it: Tappeto rosso
ja: 赤いカーペット
pl: Czerwony Dywan
pt_br: Tapete de Vermelho
ro: Covor roșu
ru: Красный ковер
vi: Thảm đỏ

source: Yellow Carpet
da: Gult Gulvtæppe
de: gelber Teppich
es: Alfombra amarilla
fr: Tapis Jaune
hu: sárga szőnyeg
hy: Դեղին Գորգ
it: Teppeto giallo
ja: 黄色いカーペット
pl: Żółty Dywan
pt_br: Tapete Amarelo
ro: Covor galben
ru: Желтый ковер
vi: Thảm vàng

source: Black Carpet
da: Sort Gulvtæppe
de: schwarzer Teppich
es: Alfombra negra
fr: Tapis Noir
hu: fekete szőnyeg
hy: Սև Գորգ
it: Teppeto nero
ja: 黒いカーペット
pl: Czarny Dywan
pt_br: Tapete Preto
ro: Covor negru
ru: Черный ковер
vi: Thảm đen

source: Air
da: Luft
de: Luft
es: Aire
hu: levegő
hy: Օդային
it: Aria
ja: 空気
pl: Powietrze
pt_br: Ar
ro: Aer
ru: Воздух
vi: Không khí

source: Vacuum
da: Vakuum
de: Vakuum
es: Aspiradora
fr: Vide
hu: vákuum
hy: Վակում
it: Vuoto
ja: 真空
pl: Próżnia
pt_br: Vácuo
ro: Vid
ru: Вакуум
vi: Chân không

source: Water
da: Vand
de: Wasser
es: Agua
fr: Eau
hu: víz
hy: Ջուր
it: Acqua
ja: 水
pl: Woda
pt_br: Água
ro: Apă
ru: Вода
vi: Nước

source: Lava
fr: Lave
hu: láva
hy: Լավա
ja: 溶岩
pl: Lawa
ro: Lavă
ru: Лава
vi: Dung nham

source: Rough Stone
da: Rå Sten
de: grober Stein
es: Piedra en bruto
fr: Pierre Brute
hu: durva kő
hy: Կոշտ Քար
it: Pietra grezza
ja: ラフストーン
pl: Nieobrobiony Kamień
pt_br: Pedra Áspera
ro: Piatră brută
ru: Грубый камень
vi: Đá nhám

source: Cobble Stone
da: Brosten
de: Kopfsteinpflaster
es: Adoquín
fr: Pierre
hu: macskakő
hy: Սալաքար
it: Ciottoli
ja: 丸石
pl: Brukowiec
pt_br: Pedra de Calçada
ro: Piatră cubică
ru: Булыжник
vi: Đá sỏi

source: Mossy Cobble Stone
da: Mosset Brosten
de: bemostes Kopfsteinpflaster
es: Adoquín musgoso
fr: Pierre Moussue
hu: mohás macskakő
hy: Թավշյա Սալաքար
it: Ciottoli muschiosi
ja: 苔石
pl: Omszały Brukowiec
pt_br: Pedra de Calçada com Musgo
ro: Piatră cubică cu mușchi
ru: Замшелый булыжник
vi: Đá sỏi có rêu

source: Steel Block
de: Stahlblock
es: Bloque de acero
hu: acéltömb
hy: Պողպատե Կտոր

source: Mithril Block
da: Mithrilblok
es: Bloque de mitrilo
fr: Bloc de Mithril
hu: mithril tömb
hy: Միֆրալից Արգելափ
it: Blocco di mithril
ja: ミスリルブロック
pl: Blok Mithrilu
pt_br: Bloco de Mithril
ro: Bloc de mithril
ru: Блок мифрила
vi: Khối đá mithril

source: Stone Knob
da: Stenknop
de: Steinknauf
es: Perilla de piedra
fr: Bidule en Pierre
hu: kőgomb
hy: Քարե Գրիչ
it: Pomello di pietra
ja: 小石
pl: Kamienna Gałka
pt_br: Botão de Pedra
ro: Mâner de piatră
ru: Каменная кнопка
vi: Buả đấm bằng đá

source: Rough Stone Knob
da: Rå Stenknop
de: grober Steinknauf
es: Perilla de piedra en bruto
fr: Bidule en Pierre Brute
hu: durvakőgomb
hy: Կոշտ Քարե Գրիչ
it: Pomello di pietra grezza
ja: ラフストーンの欠片
pl: Nieobrobiona Kamienna Gałka
pt_br: Botão de Pedra Áspera
ro: Mâner de piatră brută
ru: Кнопка из грубого камня
vi: Buả đấm bằng đá nham

source: Sandstone Knob
da: Sandstensknop
de: Sandsteinknauf
es: Perilla de arenisca
fr: Bidule en Grès
hu: homokkőgomb
hy: Գրիչ Ավազաքարից
it: Pomello di arenaria
ja: 砂岩の欠片
pl: Gałka Z Piaskowca
pt_br: Botão de Arenito
ro: Mâner de gresie
ru: Кнопка из песчаника
vi: Buả đấm bằng sa thạch

source: Wooden Knob
da: Træknop
de: Holzknauf
es: Perilla de madera
fr: Bidule en Bois
hu: fagomb
hy: Փայտե Գրիչ
it: Pomello di legno
ja: 木の欠片
pl: Drewniana Gałka
pt_br: Botão de Madeira
ro: Mâner de lemn
ru: Деревянная кнопка
vi: Buả đấm bằng gỗ

source: Junglewood Knob
da: Jungletræsknop
de: Dschungelholzknauf
es: Perilla de madera de selva
fr: Bidule en Acajou
hu: dzsungelfagomb
hy: Անտառափայտե Բռնակ
it: Pomello di legno della giungla
ja: ジャングルの木の欠片
pl: Gałka Z Drewna Dżunglowego
pt_br: Botão de Madeira da Selva
ro: Mâner de lemn de junglă
ru: Пальмовая кнопка
vi: Buả đấm bằng gỗ cây cọ

source: Pine Knob
da: Fyrtræsknop
de: Pinienholzknauf
es: Perilla de pino
fr: Bidule en Pin
hu: fenyőfagomb
hy: Սոճե Բռնակ
it: Pomello di pino
ja: 松の木の欠片
pl: Gałka Z Drzewa Iglastego
pt_br: Botão de Pinheiro
ro: Mâner de pin
ru: Сосновая кнопка
vi: Buả đấm bằng gỗ cây thông

source: Copper Block
da: Kobberblok
de: Kupferblock
es: Bloque de cobre
fr: Bloc de Cuivre
hu: réztömb
hy: Պղնձե Կտոր
it: Blocco di rame
ja: 銅ブロック
pl: Blok Z Miedzi
pt_br: Bloco de Cobre
ro: Bloc de cupru
ru: Блок меди
vi: Khối đồng

source: Gold Block
da: Guldblok
es: Bloque de oro
fr: Bloc d'Or
hu: aranytömb
hy: Ոսկու Կտոր
it: Blocco di oro
ja: 金ブロック
pl: Blok Ze Złota
pt_br: Bloco de Ouro
ro: Bloc de aur
ru: Блок золота
vi: Khối vàng

source: Silver Block
da: Sølvknop
de: Silberblock
es: Bloque de plata
fr: Bloc d'Argent
hu: ezüsttömb
hy: Արծաթի Կտոր
it: Blocco di argento
ja: 銀ブロック
pl: Blok Ze Srebra
pt_br: Bloco de Prata
ro: Bloc de argint
ru: Блок серебра
vi: Khối bạc

source: Tin Block
da: Tinblok
de: Zinnblock
es: Bloque de estaño
fr: Bloc d'Étain
hu: őntömb
hy: Անագի Կտոր
it: Blocco di latta
ja: 錫ブロック
pl: Blok Z Cyny
pt_br: Bloco de Estanho
ro: Bloc de staniu
ru: Блок олова
vi: Khối thiếc

source: Quartz Block
da: Kvartsblok
de: Quarzblock
es: Bloque de cuarzo
fr: Bloc de Quartz
hu: kvarctömb
hy: Քվարցի Կտոր
it: Blocco di quarzo
ja: 水晶ブロック
pl: Blok Kwarcu
pt_br: Bloco de Quartzo
ro: Bloc de cuarț
ru: Блок кварца
vi: Khối thạch anh

source: Stone Tiles
da: Stenfliser
de: Steinkacheln
es: Baldosas de piedra
fr: Carreau de Pierre
hu: kőcsempe
hy: Քարե Սալիկներ
it: Piastrelle di pietra
ja: 石のタイル
pl: Kamienne Płytki
pt_br: Azulejos de Pedra
ro: Pavele de piatră
ru: Каменные плитки
vi: Đá lát

source: Wood Tiles
da: Træfliser
de: Holzkacheln
es: Baldosas de madera
fr: Carreau de Bois
hu: facsempe
hy: Փայտե Սալիկներ
it: Piastrelle di legno
ja: 木のタイル
pl: Drewniane Płytki
pt_br: Azulejos de Madeira
ro: Pavele de lemn
ru: Деревянные плитки
vi: Gạch mem gỗ

source: Stone Column
da: Stenkolonne
hy: Քարե Շարասյուն
it: Colonna di pietra
pt_br: Coluna de Pedra
ru: Каменная колонна

source: Limestone Column
da: Kalkstenskolonne
hy: Կրաքարե Շարասյուն
it: Colonna di pietra calcarea
pt_br: Coluna de Calcário
ru: Известняковая колонна

source: Marble Column
da: Marmorkolonne
hy: Մարմարե Շարասյուն
it: Colonna di marmo
pt_br: Coluna de Mármore
ru: Мраморная колонна

source: Sandstone Column
da: Sandstenskollonne
hy: Ավազաքար Սյուներ
it: Colonna di arenaria
pt_br: Coluna de Arenito
ru: Колонна из песчаника

source: Brick Column
da: Murstenskolonne
hy: Աղյուսե Շարասյուն
it: Colonna di mattoni
pt_br: Coluna de Tijolos
ru: Кирпичная колонна

source: Wood Column
da: Trækolonne
hy: Փայտե Սյունակ
it: Colonna di legno
pt_br: Coluna de Madeira
ru: Деревянная колонна

source: Jungle Wood Column
da: Jungletræskolonne
hy: Անտառային Փայտե Սյունակ
it: Colonna in legno della giungla
pt_br: Coluna de Madeira da Selva
ru: Пальмовая колонна

source: Pine Wood Column
da: Fyrtræskolonne
hy: Սոճե Փայտե Սունյակ
it: Colonna in legno di pino
pt_br: Coluna de Madeira de Pinheiro
ru: Сосновая колонна

source: Rough Stone Column
da: Rå Stenkolonne
hy: Կոպիտ Քարե Սունյակ
it: Colonna in pietra grezza
pt_br: Coluna de Pedra Áspera
ru: Колонная грубого камня

source: Mithril Wire
da: Mithrilledning
de: Mithrilleitung
es: Alambre de mitrilo
fr: Fil de Mithril
hu: Mithril vezeték
hy: Միֆրայե Մետաղալարեր
it: Cavo di mithril
ja: ミスリルのワイヤ
pl: Kabel z Mithrilu
pt_br: Fio de Mithril
ro: Fir de mithril
ru: Мифриловая проволока
vi: Dây mithril

source: Copper Wire
da: Kobberledning
de: Kupferleitung
es: Alambre de cobre
fr: Fil de Cuivre
hu: réz vezeték
hy: Պղնձե Մետաղալարեր
it: Cavo di rame
ja: 銅線
pl: Przewód Z Miedzi
pt_br: Fio de Cobre
ro: Fir de cupru
ru: Медный провод
vi: Dây đồng

source: Reactor
da: Reaktor
de: Reaktor
fr: Réacteur
hu: reaktor
hy: Ռեակտոր
it: Reattore
ja: 原子炉
pl: Reaktor
pt_br: Reator
ru: Реактор
vi: Lò phản ứng

source: Solar Panel
da: Solpanel
de: Solarmodul
es: Panel solar
fr: Panneau Solaire
hu: napelem
hy: Արևային Վահանակ
it: Pannello solare
ja: ソーラーパネル
pl: Płyta Solarna
pt_br: Painel Solar
ro: Panou solar
ru: Солнечная батарея
vi: Bảng pin mặt trời

source: Water Wheel
da: Vandmølle
de: Wassermühle
es: Rueda hidráulica
fr: Roue à Aubes
hu: vízikerék
hy: Ջրային Անիվ
it: Mulino ad acqua
ja: 水車
pl: Koło Wodne
pt_br: Roda de Água
ro: Roată de apă
ru: Водяное колесо
vi: Bánh xe nước

source: Switch
da: Kontakt
de: Schalter
es: Interruptor
fr: Interupteur
hu: kapcsoló
hy: Անջատիչ
it: Interruttore
ja: スイッチ
pl: Przełącznik
pt_br: Alavanca
ro: Comutator
ru: Переключатель
vi: Công tắc

source: Button
da: Knap
de: Taste
es: Botón
fr: Bouton
hu: gomb
hy: Կոջակ
it: Pulsante
ja: ボタン
pl: Przycisk
pt_br: Botão
ro: Buton
ru: Кнопка
vi: Nút
