Repository: Lucas-Developer/voxelands
Catalog: po/*/voxelands.po
Languages: da, de, es, fr, hu, hy, it, ja, pl, pt_br, ro, ru, vi

source: Purple Fur Pants
da: Lilla Pelsbukser
de: lila Pelzhose
es: Pantalón de piel púrpura
fr: Pantalon Violet en Fourrure
hu: lila szőrmenadrág
hy: Մուգ Մորթյա Տաբատ
it: Pantaloni viola di pelliccia
ja: 紫色の毛皮のズボン
pl: Fioletowe Futrowe Spodnie
pt_br: Calças de Pele Roxas
ro: Pantaloni purpurii de blană
ru: Фиолетовые меховые штаны
vi: Quần da lông thú tím

source: Red Fur Pants
da: Røde Pelsbukser
de: rote Pelzhose
es: Pantalón de piel rojo
fr: Pantalon Rouge en Fourrure
hu: piros szőrmenadrág
hy: Կարմիր Մորթյա Տաբատ
it: Pantaloni rossi di pelliccia
ja: 赤い毛皮のズボン
pl: Czerwone Futrowe Spodnie
pt_br: Calças de Pele Vermelhas
ro: Pantaloni roșii de blană
ru: Красные меховые штаны
vi: Quần da lông thú đỏ

source: Yellow Fur Pants
da: Gule Pelsbukser
de: gelbe Pelzhose
es: Pantalón de piel amarillo
fr: Pantalon Jaunes en Fourrure
hu: sárga szőrmenadrág
hy: Դեղին Մորթյա Տաբատ
it: Pantaloni gialli di pelliccia
ja: 黄色い毛皮のズボン
pl: Żółte Futrowe Spodnie
pt_br: Calças de Pele Amarelas
ro: Pantaloni galbeni de blană
ru: Желтые меховые штаны
vi: Quần da lông thú vàng

source: Black Fur Pants
da: Sorte Pelsbukser
de: schwarze Pelzhose
es: Pantalón de piel negro
fr: Pantalon Noirs en Fourrure
hu: fekete szőrmenadrág
hy: Սև Մորթյա Տաբատ
it: Pantaloni neri di pelliccia
ja: 黒い毛皮のズボン
pl: Czarne Futrowe Spodnie
pt_br: Calças de Pele Pretas
ro: Pantaloni negri de blană
ru: Черные меховые штаны
vi: Quần da lông thú đen

source: Fur Hat
da: Pelshat
de: Pelzmütze
es: Sombrero de piel
fr: Chapeau en Fourrure
hu: szőrmekalap
hy: Մորթուց Գլխարկ
it: Cappello di pelliccia
ja: 毛皮の帽子
pl: Czapka Uszanka
pt_br: Chapéu de Pele
ro: Pălărie de blană
ru: Меховая шапка
vi: Mũ da lông thú

source: White Fur Hat
da: Hvid Pelshat
de: weiße Pelzmütze
es: Sombrero de piel blanca
fr: Chapeau Blanc en Fourrure
hu: fehér szőrmekalap
hy: Սպիտակ Մորթուց Գլխարկ
it: Cappello bianco di pelliccia
ja: 白い毛皮の帽子
pl: Biała Czapka Uszanka
pt_br: Chapéu de Pele Branco
ro: Pălărie albă de blană
ru: Белая меховая шапка
vi: Mũ da lông thú trắng

source: Blue Fur Hat
da: Blå Pelshat
de: blaue Pelzmütze
es: Sombrero de piel azul
fr: Chapeau Bleu en Fourrure
hu: kék szőrmekalap
hy: Կապույտ Մորթուց Գլխարկ
it: Cappello blu di pelliccia
ja: 青い毛皮の帽子
pl: Niebieska Czapka Uszanka
pt_br: Chapéu de Pele Azul
ro: Pălărie albastră de blană
ru: Синяя меховая шапка
vi: Mũ da lông thú xanh

source: Green Fur Hat
da: Grøn Pelshat
de: grüne Pelzmütze
es: Sombrero de piel verde
fr: Chapeau Vert en Fourrure
hu: zöld szőrmekalap
hy: Կանաչ Մորթուց Գլխարկ
it: Cappello verde di pelliccia
ja: 緑色の毛皮の帽子
pl: Zielona Czapka Uszanka
pt_br: Chapéu de Couro Verde
ro: Pălărie verde de blană
ru: Зеленая меховая шапка
vi: Mũ da lông thú xanh lá cây

source: Orange Fur Hat
da: Orange Pelshat
de: orange Pelzmütze
es: Sombrero de piel naranja
fr: Chapeau Orange en Fourrure
hu: narancssárga szőrmekalap
hy: Նարնջագույն Մորթուց Գլխարկ
it: Cappello arancione di pelliccia
ja: オレンジ色の毛皮の帽子
pl: Pomarańczowa Czapka Uszanka
pt_br: Chapéu de Pele Laranja
ro: Pălărie portocalie de blană
ru: Оранжевая меховая шапка
vi: Mũ da lông thú cam

source: Purple Fur Hat
da: Lilla Pelshat
de: lila Pelzmütze
es: Sombrero de piel púrpura
fr: Chapeau Violet en Fourrure
hu: lila szőrmekalap
hy: Մուգ Մորթուց Գլխարկ
it: Cappello viola di pelliccia
ja: 紫色の毛皮の帽子
pl: Fioletowa Czapka Uszanka
pt_br: Chapéu de Pele Roxo
ro: Pălărie purpurie de blană
ru: Фиолетовая меховая шапка
vi: Mũ da lông thú tím

source: Red Fur Hat
da: Rød Pelshat
de: rote Pelzmütze
es: Sombrero de piel roja
fr: Chapeau Rouge en Fourrure
hu: piros szőrmekalap
hy: Կարմիր Մորթուց Գլխարկ
it: Cappello rosso di pelliccia
ja: 赤い毛皮の帽子
pl: Czerwona Czapka Uszanka
pt_br: Chapéu de Pele Vermelho
ro: Pălărie roșie de blană
ru: Красная меховая шапка
vi: Mũ da lông thú đỏ

source: Yellow Fur Hat
da: Gul Pelshat
de: gelber Pelzmütze
es: Sombrero de piel amarilla
fr: Chapeau Jaune en Fourrure
hu: sárga szőrmekalap
hy: Դեղին Մորթուց Գլխարկ
it: Cappello giallo di pelliccia
ja: 黄色い毛皮の帽子
pl: Żółta Czapka Uszanka
pt_br: Chapéu de Pele Amarelo
ro: Pălărie galbenă de blană
ru: Желтая меховая шапка
vi: Mũ da lông thú vàng

source: Black Fur Hat
da: Sort Pelshat
de: schwarze Pelzmütze
es: Sombrero de piel negra
fr: Chapeau Noir en Fourrure
hu: fekete szőrmekalap
hy: Սև Մորթուց Գլխարկ
it: Cappello nero di pelliccia
ja: 黒い毛皮の帽子
pl: Czarna Czapka Uszanka
pt_br: Chapéu de Pele Preto
ro: Pălărie neagră de blană
ru: Черная меховая шапка
vi: Mũ da lông thú đen

source: White Fur Shoes
da: Hvide Pelssko
de: weiße Pelzlschuhe
es: Zapatos de piel blanca
fr: Chaussures Blanc en Fourrure
hu: fehér szőrmecipő
hy: Սպիտակ Մորթյա Կոշիկ
it: Scarpe bianche di pelliccia
ja: 白い毛皮の靴
pl: Białe Buty Futerkowe
pt_br: Sapatos de Pele Brancos
ro: Pantofi albi de blană
ru: Белые меховые туфли
vi: Giày da lông thú trắng

source: Blue Fur Shoes
da: Blå Pelssko
de: blaue Pelzlschuhe
es: Zapatos de piel azul
fr: Chaussures Bleues en Fourrure
hu: kék szőrmecipő
hy: Կապույտ Մորթյա Կոշիկ
it: Scarpe blu di pelliccia
ja: 青い毛皮の靴
pl: Niebieskie Buty Futerkowe
pt_br: Sapatos de Pele Azuis
ro: Pantofi negri de blană
ru: Синие меховые туфли
vi: Giày da lông thú xanh

source: Green Fur Shoes
da: Grønne Pelssko
de: grüne Pelzlschuhe
es: Zapatos de piel verde
fr: Chaussures Vertes en Fourrure
hu: zöld szőrmecipő
hy: Կանաչ Մորթյա Կոշիկ
it: Scarpe verdi di pelliccia
ja: 緑色の毛皮の靴
pl: Zielone Buty Futerkowe
pt_br: Sapatos de Pele Verdes
ro: Pantofi verzi de blană
ru: Зеленые меховые туфли
vi: Giày da lông thú xanh lá cây

source: Orange Fur Shoes
da: Orange Pelssko
de: orange Pelzlschuhe
es: Zapatos de piel naranja
fr: Chaussures Orange en Fourrure
hu: narancssárga szőrmecipő
hy: Նարնջագույն Մորթյա Կոշիկ
it: Scarpe arancioni di pelliccia
ja: オレンジ色の毛皮の靴
pl: Pomarańczowe Buty Futerkowe
pt_br: Sapatos de Pele Alaranjados
ro: Pantofi portocalii de blană
ru: Оранжевые меховые туфли
vi: Giày da lông thú cam

source: Purple Fur Shoes
da: Lilla Pelssko
de: lila Pelzlschuhe
es: Zapatos de piel púrpura
fr: Chaussures Violettes en Fourrure
hu: lila szőrmecipő
hy: Մուգ Մորթյա Կոշիկ
it: Scarpe viola di pelliccia
ja: 紫色の毛皮の靴
pl: Fioletowe Buty Futerkowe
pt_br: Sapatos de Pele Roxos
ro: Pantofi purpurii de blană
ru: Фиолетовые меховые туфли
vi: Giày da lông thú tím

source: Red Fur Shoes
da: Røde Pelssko
de: rote Pelzlschuhe
es: Zapatos de piel roja
fr: Chaussures Rouges en Fourrure
hu: piros szőrmecipő
hy: Կարմիր Մորթյա Կոշիկ
it: Scarpe rosse di pelliccia
ja: 赤い毛皮の靴
pl: Czerwone Buty Futerkowe
pt_br: Sapatos de Pele Vermelhos
ro: Pantofi roșii de blană
ru: Красные меховые туфли
vi: Giày da lông thú đỏ

source: Yellow Fur Shoes
da: Gule Pelssko
de: gelbe Pelzlschuhe
es: Zapatos de piel amarilla
fr: Chaussures Jaunes en Fourrure
hu: sárga szőrmecipő
hy: Դեղին Մորթյա Կոշիկ
it: Scarpe gialle di pelliccia
ja: 黄色い毛皮の靴
pl: Żółte Buty Futerkowe
pt_br: Sapatos de Pele Amarelos
ro: Pantofi galbeni de blană
ru: Желтые меховые туфли
vi: Giày da lông thú vàng

source: Black Fur Shoes
da: Sorte Pelssko
de: schwarze Pelzlschuhe
es: Zapatos de piel negra
fr: Chaussures Noires en Fourrure
hu: fekete szőrmecipő
hy: Սև Մորթյա Կոշիկ
it: Scarpe nere di pelliccia
ja: 黒い毛皮の靴
pl: Czarne Buty Futerkowe
pt_br: Sapatos de Pele Pretos
ro: Pantofi negri de blană
ru: Черные меховые туфли
vi: Giày da lông thú đen

source: Fur Boots
da: Pelsstøvler
de: Pelzstiefel
es: Botas de piel
fr: Bottes en Fourrure
hu: szőrmecsizma
hy: Մորթուց Երկարաճիտ կոշիկներ
it: Stivali di pelliccia
ja: 毛皮のブーツ
pl: Buty Futerkowe
pt_br: Botas de Pele
ro: Ghete de blană
ru: Меховые ботинки
vi: Giày ống da lông thú

source: White Fur Boots
da: Hvide Pelsstøvler
de: weiße Pelzstiefel
es: Botas de piel blanca
fr: Bottes Blanches en Fourrure
hu: fehér szőrmecsizma
hy: Սպիտակ Մորթուց Երկարաճիտ կոշիկներ
it: Stivali bianchi di pelliccia
ja: 白い毛皮のブーツ
pl: Białe Futrowe Buciory
pt_br: Botas de Pele Brancas
ro: Ghete albe de blană
ru: Белые меховые ботинки
vi: Giày ống da lông thú trắng

source: Blue Fur Boots
da: Blå Pelsstøvler
de: blaue Pelzstiefel
es: Botas de piel azul
fr: Bottes Bleues en Fourrure
hu: kék szőrmecsizma
hy: Կապույտ Մորթուց Երկարաճիտ կոշիկներ
it: Stivali blu di pelliccia
ja: 青い毛皮のブーツ
pl: Niebieskie Futrowe Buciory
pt_br: Botas de Pele Azuis
ro: Ghete albastre de blană
ru: Синие меховые ботинки
vi: Giày ống da lông thú xanh

source: Green Fur Boots
da: Grønne Pelsstøvler
de: grüne Pelzstiefel
es: Botas de piel verde
fr: Bottes Vertes en Fourrure
hu: zöld szőrmecsizma
hy: Կանաչ Մորթուց Երկարաճիտ կոշիկներ
it: Stivali verdi di pelliccia
ja: 緑色の毛皮のブーツ
pl: Zielone Futrowe Buciory
pt_br: Botas de Pele Verdes
ro: Ghete verzi de blană
ru: Зеленые меховые ботинки
vi: Giày ống da lông thú xanh lá cây

source: Orange Fur Boots
da: Orange Pelsstøvler
de: orange Pelzstiefel
es: Botas de piel naranja
fr: Bottes Orange en Fourrure
hu: narancssárga szőrmecsizma
hy: Նարնջագույն Մորթուց Երկարաճիտ կոշիկներ
it: Stivali arancioni di pelliccia
ja: オレンジ色の毛皮のブーツ
pl: Pomarańczowe Futrowe Buciory
pt_br: Botas de Pele Alaranjadas
ro: Ghete portocalii de blană
ru: Оранжевые меховые ботинки
vi: Giày ống da lông thú cam

source: Purple Fur Boots
da: Lilla Pelsstøvler
de: lila Pelzstiefel
es: Botas de piel púrpura
fr: Bottes Violettes en Fourrure
hu: lila szőrmecsizma
hy: Մուգ Մորթուց Երկարաճիտ կոշիկներ
it: Stivali viola di pelliccia
ja: 紫色の毛皮のブーツ
pl: Fioletowe Futrowe Buciory
pt_br: Botas de Pele Roxas
ro: Ghete purpurii de blană
ru: Фиолетовые меховые ботинки
vi: Giày ống da lông thú tím

source: Red Fur Boots
da: Røde Pelsstøvler
de: rote Pelzstiefel
es: Botas de piel roja
fr: Bottes Rouges en Fourrure
hu: piros szőrmecsizma
hy: Կարմիր Մորթուց Երկարաճիտ կոշիկներ
it: Stivali rossi di pelliccia
ja: 赤い毛皮のブーツ
pl: Czerwone Futrowe Buciory
pt_br: Botas de Pele Vermelhas
ro: Ghete roșii de blană
ru: Красные меховые ботинки
vi: Giày ống da lông thú đỏ

source: Yellow Fur Boots
da: Gule Pelsstøvler
de: gelbe Pelzstiefel
es: Botas de piel amarilla
fr: Bottes Jaunes en Fourrure
hu: sárga szőrmecsizma
hy: Դեղին Մորթուց Երկարաճիտ կոշիկներ
it: Stivali gialli di pelliccia
ja: 黄い毛皮のブーツ
pl: Żółte Futrowe Buciory
pt_br: Botas de Pele Amarelas
ro: Ghete galbene de blană
ru: Желтые меховые ботинки
vi: Giày ống da lông thú vàng

source: Black Fur Boots
da: Sorte Pelsstøvler
de: schwarze Pelzstiefel
es: Botas de piel negra
fr: Bottes Noires en Fourrure
hu: fekete szőrmecsizma
hy: Սև Մորթուց Երկարաճիտ կոշիկներ
it: Stivali neri di pelliccia
ja: 黒い毛皮のブーツ
pl: Czarne Futrowe Buciory
pt_br: Botas de Pele Pretas
ro: Ghete negre de blană
ru: Черные меховые ботинки
vi: Giày ống da lông thú

source: Leather Necklace
da: Læderhalskæde
de: Lederhalsband
es: Collar de cuero
fr: Collier en Cuir
hu: bőr nyaklánc
hy: Կաշվե Վզնոց
it: Collana di pelle
ja: レザーネックレス
pl: Skórzany Naszyjnik
pt_br: Colar de Couro
ro: Colier de piele
ru: Кожаное ожерелье
vi: Vòng đeo cổ bằng da

source: Gold Medallion
da: Guldmedaljon
de: Goldmedaillon
es: Medallón de oro
fr: Médaillon en Or
hu: aranymedalion
hy: Ոսկուց Ժանյակ
it: Medaglione d'oro
ja: 金のメダル
pl: Złoty Medalion
pt_br: Medalhão de Ouro
ro: Medalion de aur
ru: Золотой медальон
vi: Huy chương lớn vàng

source: Copper Medallion
da: Kobbermedaljon
de: Kupfermedaillon
es: Medallón de cobre
fr: Médaillon en Cuivre
hu: rézmedalion
hy: Պղնձե Ժանյակ
it: Medaglione di rame
ja: 銅のメダル
pl: Miedziany Medalion
pt_br: Medalhão de Cobre
ro: Medalion de cupru
ru: Медный медальон
vi: Huy chương lớn đồng

source: Silver Medallion
da: Sølvmedaljon
de: Silbermedaillon
es: Medallón de plata
fr: Médaillon en Argent
hu: ezüstmedalion
hy: Արծաթյա Ժանյակ
it: Medaglione d'argento
ja: 銀のメダル
pl: Srebrny Naszyjnik
pt_br: Medalhão de Prata
ro: Medalion de argint
ru: Серебрянный медальон
vi: Huy chương lớn bạc

source: Tin Medallion
da: Tinmedaljon
de: Zinnmedaillon
es: Medallón de estaño
fr: Médaillon en Étain
hu: ónmedalion
hy: Անագե Ժանյակ
it: Medaglione di latta
ja: 錫のメダル
pl: Medalion z Cyny
pt_br: Medalhão de Estanho
ro: Medalion de staniu
ru: Оловянный медальон
vi: Huy chương lớn thiếc

source: Iron Medallion
da: Jernmedaljon
de: Eisenmedaillon
es: Medallón de hierro
fr: Médaillon en Fer
hu: vasmedalion
hy: Իռոնե Ժանյակ
it: Medaglione di ferro
ja: 鉄のメダル
pl: Żelazny Medalion
pt_br: Medalhão de Ferro
ro: Medalion de fier
ru: Железный медальон
vi: Huy chương lớn sắt

source: Quartz Medallion
da: Kvartsmedaljon
de: Quarzmedaillon
es: Medallón de cuarzo
fr: Médaillon en Quartz
hu: kvarcmedalion
hy: Քվարցային Ժանյակ
it: Medaglione di quarzo
ja: 水晶のメダル
pl: Kwarcowy Medalion
pt_br: Medalhão de Quartzo
ro: Medalion de quarț
ru: Кварцевый медальон
vi: Huy chương lớn thạch anh

source: Steel Helmet
de: Stahlhelm
es: Casco de acero
hu: acélsisak
hy: Պողպատե Սաղավարտ

source: Steel Chest Armour
de: Stahlbrustrüstung
es: Peto de acero
hu: acél mellvért
hy: Պողպատե Զրահ

source: Steel Pants
de: Stahlhose
es: Pantalón de acero
hu: acél lábvért
hy: Պողպատե Տաբատ

source: Steel Boots
de: Stahlstiefel
es: Botas de acero
hu: acél csizma
hy: Պողպատե Կոշիկներ

source: Copper Helmet
da: Kobberhjelm
de: Kupferhelm
es: Casco de cobre
fr: Casque en Cuivre
hu: rézsisak
hy: Պղնձե Սաղավարտ
it: Elmo di rame
ja: 銅のヘルメット
pl: Miedziany Hełm
pt_br: Elmo de Cobre
ro: Cască de cupru
ru: Медный шлем
vi: Mũ đồng

source: Copper Chest Armour
da: Kobberbrynje
de: Kupferbrustrüstung
es: Peto de cobre
fr: Cuirasse en Cuivre
hu: réz mellvért
hy: Պղնձե Զրահ
it: Corazza di rame
ja: 銅のチェストアーマー
pl: Miedziany Napierśnik
pt_br: Peito de Armadura de Cobre
ro: Armură de piept din cupru
ru: Медная кираса
vi: Áo giáp đồng

source: Copper Pants
da: Kobberbukser
de: Kupferhose
es: Pantalón de cobre
fr: Jambières en Cuivre
hu: réz lábvért
hy: Պղնձե Տաբատ
it: Pantaloni di rame
ja: 銅のレギンス
pl: Miedziane Spodnie
pt_br: Calças de Cobre
ro: Pantaloni din cupru
ru: Медные штаны
vi: Quần đồng

source: Copper Boots
da: Kobberstøvler
de: Kupferstiefel
es: Botas de cobre
fr: Bottes en Cuivre
hu: réz csizma
hy: Պղնձե Կոշիկներ
it: Stivali di rame
ja: 銅のブーツ
pl: Miedziane Buty
pt_br: Botas de Cobre
ro: Ghete din cupru
ru: Медные ботинки
vi: Giày đồng

source: Paper
da: Papir
de: Papier
es: Papel
fr: Papier
hu: papír
hy: Թուղթ
it: Carta
ja: 紙
pl: Papier
pt_br: Papel
ro: Hârtie
ru: Бумага
vi: Giấy

source: Charcoal Lump
da: Trækulsklump
de: Holzkohleklumpen
es: Cúmulo de carbón vegetal
fr: Morceau de Charbon de Bois
hu: faszéndarab
hy: Մի Կտոր Ածուխ
it: Grumo di carbonella
ja: 木炭
pl: Bryła Węgla Drzewnego
pt_br: Carvão Vegetal
ro: Bucată de mangal
ru: Древесный уголь
vi: Cục than

source: Coal Lump
da: Kulklump
de: Kohleklumpen
es: Cúmulo de carbón mineral
fr: Morceau de Charbon
hu: széndarab
hy: Ածխի Մասնիկ
it: Grumo di carbone
ja: 石炭
pl: Bryła Węgla Kamiennego
pt_br: Pedaço de Carvão
ro: Bucată de cărbune
ru: Каменный уголь
vi: Cục than đá

source: Iron Lump
de: Eisenklumpen
es: Cúmulo de hierro
hu: vas dudor
hy: Երկաթի Մասնիկ

source: Clay Lump
da: Lerklump
de: Tonklumpen
es: Cúmulo de arcilla
fr: Bout d'Argile
hu: agyag dudor
hy: Կավե Գունդ
it: Grumo di argilla
ja: 粘土の塊
pl: Bryła Gliny
pt_br: Pedaço de Argila
ro: Bucată de argilă
ru: Комок глины
vi: Cục đất sét

source: Tin Lump
de: Zinnklumpen
es: Cúmulo de estaño
hu: ón dudor
hy: Անագի Մասնիկ

source: Copper Lump
de: Kupferklumpen
es: Cúmulo de cobre
hu: réz dudor
hy: Պղինձի Մասնիկ

source: Silver Lump
de: Silberklumpen
es: Cúmulo de plata
hu: ezüst dudor
hy: Արծաթի Մասնիկ

source: Gold Lump
de: Goldklumpen
es: Cúmulo de oro
hu: arany dudor
hy: Ոսկու Մասնիկ

source: Quartz Crystal
da: Kvartskrystal
de: Quarzkristall
es: Cristal de cuarzo
fr: Cristal de Quartz
hu: kvarckristály
hy: Քվարցային Բյուրեղ
it: Cristallo di quarzo
ja: 水晶
pl: Kryształ Kwarcu
pt_br: Cristal de Quartzo
ro: Cristal de cuarț
ru: Кристал кварца
vi: Tinh thể thạch anh

source: Tin Ingot
da: Tinbarre
de: Zinnbarren
es: Lingote de estaño
fr: Lingot d'Étain
hu: ónrúd
hy: Անագե Ձուլածո
it: Lingotto di latta
ja: 錫インゴット
pl: Sztabka Cyny
pt_br: Barra de Estanho
ro: Lingou de staniu
ru: Оловянный слиток
vi: Thỏi thiếc

source: Copper Ingot
da: Kobberbarre
de: Kupferbarren
es: Lingote de cobre
fr: Lingot de Cuivre
hu: rézrúd
hy: Պղնձի Ձուլածո
it: Lingotto di rame
ja: 銅インゴット
pl: Sztabka Miedzi
pt_br: Barra de Cobre
ro: Lingou de cupru
ru: Медный слиток
vi: Thỏi đồng

source: Silver Ingot
da: Sølvbarre
de: Silberbarren
es: Lingote de plata
fr: Lingot d'Argent
hu: ezüstrúd
hy: Արծաթե Ձուլածո
it: Lingotto di argento
ja: 銀インゴット
pl: Sztabka Srebra
pt_br: Barra de Prata
ro: Lingou de argint
ru: Серебрянный слиток
vi: Thỏi bạc

source: Gold Ingot
da: Guldbarre
de: Goldbarren
es: Lingote de oro
fr: Lingot d'Or
hu: aranyrúd
hy: Ոսկու Ձուլածո
it: Lingotto d'oro
ja: 金インゴット
pl: Sztabka Złota
pt_br: Barra de Ouro
ro: Lingou de aur
ru: Золотой слиток
vi: Thỏi vàng

source: Flint
de: Feuerstein
es: Sílex
fr: Silex
hu: kovakő
hy: Ֆլինթ
it: Selce
ja: 火打石
pl: Krzemień
pt_br: Pederneira
ro: Cremene
ru: Кремень
vi: Đá lửa

source: Steel Ingot
de: Stahlbarren
es: Lingote de acero
hu: acélrúd
hy: Պողպատե Ձուլածո

source: Brick
da: Mursten
de: Ziegel
es: Ladrillo
fr: Brique
hu: tégla
hy: Աղյուս
it: Mattoni
ja: レンガ
pl: Cegła
pt_br: Tijolo
ro: Cărămidă
ru: Кирпич
vi: Cục gạch đất sét

source: Rat
da: Rotte
de: Ratte
es: Rata
hu: patkány
hy: Առնետ
it: Ratto
ja: ネズミ
pl: Szczur
pt_br: Rato
ro: Șobolan
ru: Крыса
vi: Con chuột

source: Cooked Rat
da: Kogt Rotte
de: gekochte Ratte
es: Rata cocinada
fr: Rat Cuit
hu: sült patkány
hy: Եփած Առնետ
it: Ratto cotto
ja: 調理されたネズミ
pl: Pieczony Szczur
pt_br: Rato Cozinhado
ro: Șobolan gătit
ru: Жареная крыса
vi: Chuột thui

source: Firefly
da: Ildflue
de: Glühwürmchen
es: Luciérnaga
fr: Luciole
hu: szentjánosbogár
hy: Լուսատիտիկ
it: Lucciola
ja: ホタル
pl: Świetlik
pt_br: Vaga-Lume
ro: Licurici
ru: Светлячок
vi: Con đom đóm

source: Apple
da: Æble
de: Apfel
es: Manzana
fr: Pomme
hu: alma
hy: Խնձոր
it: Mela
ja: リンゴ
pl: Jabłko
pt_br: Maçã
ro: Măr
ru: Яблоко
vi: Trái táo

source: Iron Apple
da: Jernæble
de: Eisenapfel
es: Manzana de hierro
fr: Pomme de Fer
hu: vas alma
hy: Երկաթե Խնձոր
it: Mela di ferro
ja: 鉄のリンゴ
pl: Żelazne Jabłko
pt_br: Maçã de Ferro
ro: Măr de fier
ru: Железное яблоко
vi: Trái táo bằng sắt

source: Blue Dye
da: Blåt Farvestof
de: blaue Farbe
es: Colorante azul
fr: Teinture Bleue
hu: kék festék
hy: Կապույտ Երանգ
it: Tintura blu
ja: 青色の染料
pl: Niebieski Barwnik
pt_br: Corante Azul
ro: Vopsea albastră
ru: Синяя краска
vi: Thuốc nhuộm xanh

source: Green Dye
da: Grønt Farvestof
de: grüne Farbe
es: Colorante verde
fr: Teinture Verte
hu: zöld festék
hy: Կանաչ Երանգ
it: Tintura verde
ja: 緑色の染料
pl: Zielony Barwnik
pt_br: Corante Verde
ro: Vopsea verde
ru: Зеленая краска
vi: Thuốc nhuộm xanh lá cây

source: Orange Dye
da: Orange Farvestof
de: orange Farbe
es: Colorante naranja
fr: Teinture Orange
hu: narancssárga festék
hy: Նարնջագույն Երանգ
it: Tintura arancione
ja: 橙色の染料
pl: Pomarańczowy Barwnik
pt_br: Corante Laranja
ro: Vopsea portocalie
ru: Оранжевая краска
vi: Thuốc nhuộm cam

source: Purple Dye
da: Lilla Farvestof
de: lila Farbe
es: Colorante púrpura
fr: Teinture Violette
hu: lila festék
hy: Մանուշակագույն Երանգ
it: Tintura viola
ja: 紫色の染料
pl: Fioletowy Barwnik
pt_br: Corante Roxo
ro: Vopsea purpurie
ru: Фиолетовая краска
vi: Thuốc nhuộm tím

source: Red Dye
da: Rødt Farvestof
de: rote Farbe
es: Colorante rojo
fr: Teinture Rouge
hu: piros festék
hy: Կարմիր Երանգ
it: Tintura rossa
ja: 赤色の染料
pl: Czerwony Barwnik
pt_br: Corante Vermelho
ro: Vopsea roșie
ru: Красная краска
vi: Thuốc nhuộm đỏ

source: Yellow Dye
da: Gult Farvestof
de: gelbe Farbe
es: Colorante amarillo
fr: Teinture Jaune
hu: sárga festék
hy: Դեղին Երանգ
it: Tintura gialla
ja: 黄色の染料
pl: Żółty Barwnik
pt_br: Corante Amarelo
ro: Vopsea galbenă
ru: Желтая краска
vi: Thuốc nhuộm vàng

source: White Dye
da: Hvidt Farvestof
de: weiße Farbe
es: Colorante blanco
fr: Teinture Blanche
hu: fehér festék
hy: Սպիտակ Երանգ
it: Tintura bianca
ja: 白色の染料
pl: Biały Barwnik
pt_br: Corante Branco
ro: Vopsea albă
ru: Белая краска
vi: Thuốc nhuộm trắng

source: Black Dye
da: Sort Farvestof
de: schwarze Farbe
es: Colorante negro
fr: Teinture Noire
hu: fekete festék
hy: Սև Երանգ
it: Tintura nera
ja: 黒色の染料
pl: Czarny Barwnik
pt_br: Corante Preto
ro: Vopsea neagră
ru: Черная краска
vi: Thuốc nhuộm đen

source: Quartz Dust
da: Kvartsstøv
de: Quarzstaub
es: Polvo de cuarzo
fr: Poussière de Quartz
hu: kvarcpor
hy: Քվարցային Փոշի
it: Polvere di quarzo
ja: 水晶の欠片
pl: Proszek Kwarcowy
pt_br: Pó de Quartzo
ro: Praf de cuarț
ru: Кварцевая пыль
vi: Bụi thạch anh

source: Saltpeter
de: Salpeter
es: Salitre
fr: Salpêtre
hu: salétrom
hy: Պարարտանյութ
it: Salnitro
ja: 硝石
pl: Saletra
pt_br: Salitre
ro: Salpetru
ru: Селитра
vi: Hỏa tiêu

source: Gun Powder
da: Krudt
de: Schießpulver
es: Pólvora
fr: Poudre à Canon
hu: puskapor
hy: Ատրճանակի Փոշի
it: Polvere da sparo
ja: 火薬
pl: Proch Strzelniczy
pt_br: Pólvora
ro: Praf de pușcă
ru: Порох
vi: Thuốc súng

source: Snow Ball
da: Snebold
de: Schneeball
es: Bola de nieve
fr: Boule de Neige
hu: hógolyó
hy: Ձնա Գնդիկ
it: Palla di neve
ja: 雪玉
pl: Śnieżka
pt_br: Bola de Neve
ro: Bulgăre de zăpadă
ru: Снежок
vi: Hòn tuyết

source: Stick
da: Pind
de: Stock
es: Palo
fr: Bâton
hu: bot
hy: Փայտ
it: Bastone
ja: 棒
pl: Patyk
pt_br: Vareta
ro: Băț
ru: Палка
vi: Cái gậy

source: Pine Plank
da: Fyrtræsplanke
de: Pinienplanke
es: Tablón de pino
fr: Planche de Pin
hu: fenyődeszka
hy: Սոճուց Տախտակ
it: Asse di pino
ja: 松の木材
pl: Sosnowa Deska
pt_br: Tábua de Pinheiro
ro: Scândură de pin
ru: Сосновая доска
vi: Tấm ván gỗ cây thông

source: Wood Plank
da: Træplanke
de: Holzplanke
es: Tablón de madera
fr: Planche de Bois
hu: deszka
hy: Փայտե Տախտակ
it: Asse di legno
ja: 木材
pl: Drewniana Deska
pt_br: Tábua de Madeira
ro: Scândură de lemn
ru: Деревянная доска
vi: Tấm ván gỗ

source: Jungle Wood Plank
da: Jungletræsplanke
de: Dschungelholzplanke
es: Tablón de madera selvática
fr: Planche d'Acajou
hu: dzsungel fa deszka
hy: Անտառային Փայտե Տախտակ
it: Asse di legno della giungla
ja: ジャングルの木材
pl: Deska z Drzewa Dżunglowego
pt_br: Tábua de Madeira da Selva
ro: Scândură de lemn de junglă
ru: Пальмовая доска
vi: Tấm ván gỗ cây cọ

source: TNT Stick
da: Dynamitstang
de: TNT-Stange
es: Dinamita
fr: Bâton de TNT
hu: TNT rúd
hy: Պայթուցիկ Տախտակ
it: Candelotto di TNT
ja: TNTの棒
pl: Laska Trotylu
pt_br: Banana de Dinamite
ro: Băț de TNT
ru: Динамитная шашка
vi: Gậy thuốc nổ mạnh

source: Ash
da: Aske
de: Asche
es: Ceniza
fr: Cendre
hu: hamu
hy: Վառոդ
it: Cenere
ja: 灰
pl: Pył
pt_br: Cinzas
ro: Cenușă
ru: Пепел
vi: Tro bụi

source: Apple Blossoms
da: Æbleblomst
de: Apfelblüten
es: Flores de manzano
fr: Fleurs de Pommier
hu: almavirág
hy: Ծաղկող Խնձորենի
it: Boccioli di melo
ja: リンゴの花
pl: Kwitnące Jabłka
pt_br: Flores de Maçã
ro: Flori de măr
ru: Цветы яблони
vi: Hoa cây táo

source: Cactus Berry
da: Kaktusbær
de: Kaktusbeere
es: Tuna
fr: Baie de Cactus
hu: kaktuszbogyó
hy: Կակտուս Հատապտուղ
it: Bacca di cactus
ja: カクタスベリー
pl: Owoc Kaktusa
pt_br: Fruta de Cacto
ro: Fruct de cactus
ru: Плод кактуса
vi: Trái cây xương rồng

source: Mush
da: Mos
de: Mus
es: Puré
fr: Bouillie
hu: pép
hy: Շիլա
it: Poltiglia
ja: キノコ
pl: Papka
pt_br: Papa de Fruta
ro: Terci
ru: Кашица
vi: Hồ bột

source: Sliced Pumpkin
de: Kürbisstück
es: Calabaza en rebanadas
fr: Citrouille Tranchée
hy: Դդումի Շերտեր
it: Fetta di zucca
ja: スライスしたカボチャ
pl: Krojona Dynia
pt_br: Abóbora Cortada
ro: Bostan feliat
ru: Нарезанная тыква
vi: Bí đỏ cắt lát

source: Pumpkin Pie Slice
de: Kürbiskuchenstück
es: Rebanada de tarta de calabaza
fr: Part de Tarte à la Citrouille
hu: tökös pite
hy: Դդումե կարկանդակի Շերտեր
it: Fetta di torta di zucca
ja: スライスしたカボチャパイ
pl: Kawałek Dyniowego Ciasta
pt_br: Fatia de Torta de Abóbora
ro: Felie de plăcintă de bostan
ru: Кусок тыквенного пирога
vi: Miếng bánh bí đỏ
