Repository: Lucas-Developer/voxelands
Catalog: po/*/voxelands.po
Languages: da, de, es, fr, hu, hy, it, ja, pl, pt_br, ro, ru, vi

source: Apple Pie Slice
de: Apfelkuchenstück
es: Rebanada de tarta de manzana
fr: Part de Tarte aux Pommes
hu: almás pite
hy: Խնձորե Կարկանդակի Շերտեր
it: Fetta di torta di mela
ja: スライスしたアップルパイ
pl: Kawałek Jabłecznika
pt_br: Fatia de Torta de Maçã
ro: Felie de plăcintă de mere
ru: Кусок яблочного пирога
vi: Miếng bánh táo

source: Sliced Melon
de: Melonenstück
es: Melón en rebanadas
fr: Melon Tranché
hu: dinnyeszelet
hy: Սեխի Շերտեր
it: Fetta di anguria
ja: スライスしたメロン
pl: Krojony Melon
pt_br: Fatia de Melancia
ro: Pepene feliat
ru: Нарезанный арбуз
vi: Dưa gang cắt lát

source: Wheat
da: Hvede
de: Weizen
es: Trigo
fr: Blé
hu: búza
hy: Ցորեն
it: Grano
ja: 小麦
pl: Pszenica
pt_br: Trigo
ro: Grâu
ru: Пшеница
vi: Lúa mì

source: Flour
da: Mel
de: Mehl
es: Harina
fr: Farine
hu: liszt
hy: Ալյուր
it: Farina
ja: 小麦粉
pl: Mąka
pt_br: Farinha
ro: Făină
ru: Мука
vi: Bột mì

source: Dough
da: Dej
de: Teig
es: Masa
fr: Pâte
hu: kelt tészta
hy: Յուղ
it: Impasto
ja: 生地
pl: Ciasto
pt_br: Massa de Farinha
ro: Aluat
ru: Тесто
vi: Bột nhão mì

source: Bread
da: Brød
de: Brot
es: Pan
fr: Pain
hu: kenyér
hy: Հաց
it: Pane
ja: パン
pl: Chleb
pt_br: Pão
ro: Pâine
ru: Хлеб
vi: Bánh mì

source: Potato
da: Kartoffel
de: Kartoffel
es: Patata
fr: Pomme de Terre
hu: burgonya
hy: Կարտոֆիլ
it: Patata
ja: ジャガイモ
pl: Ziemniak
pt_br: Batata
ro: Cartof
ru: Картошка
vi: Khoai tây

source: Potato Starch
da: Kartoffelstivelse
de: Kartoffelstärke
es: Almidón de patata
fr: Amidon de Pomme de Terre
hu: burgonyakeményítő
hy: Կարտոֆիլի Օսլա
it: Fecola di patate
ja: 片栗粉
pl: Skrobia Ziemniaczana
pt_br: Amido de Batata
ro: Amidon de cartof
ru: Картофельный крахмал
vi: Bột khoai tây

source: Roast Potato
da: Bagt Kartoffel
de: Bratkartoffel
es: Patata asada
fr: Pommes de Terre Grillées
hu: sült krumpli
hy: Տապակած Կարտոֆիլ
it: Patata arrosto
ja: ローストポテト
pl: Pieczony Ziemniak
pt_br: Batata Assada
ro: Cartof copt
ru: Жареная картошка
vi: Nhoai tây nướng

source: Carrot
da: Gulerod
de: Möhre
es: Zanahoria
fr: Carottes
hu: sárgarépa
hy: Գազար
it: Carota
ja: ニンジン
pl: Marchewka
pt_br: Cenoura
ro: Morcov
ru: Морковь
vi: Cà rốt

source: Raw Carrot Cake
da: Ubagt Gulerodskage
de: Möhrenkuchenteig
es: Pastel de zanahoria cruda
fr: Gâteau aux Carottes Cru
hu: nyers répatorta
hy: Հում Գազարից Տորթ
it: Torta di carote cruda
ja: 生のニンジンケーキ
pl: Surowe Ciasto Marchewkowe
pt_br: Bolo de Cenoura Crua
ro: Plăcintă de morcovi crudă
ru: Сырой морковный кекс
vi: Bánh cà rốt sống

source: Carrot Cake
da: Gulerodskage
de: Möhrenkuchen
es: Pastel de zanahoria
fr: Gâteau aux Carottes
hu: répatorta
hy: Գազարից Տորթ
it: Torta di carote
ja: ニンジンケーキ
pl: Ciasto Marchewkowe
pt_br: Bolo de Cenoura
ro: Plăcintă de morcovi
ru: Морковный кекс
vi: Bánh cà rốt

source: Beetroot
da: Rødbede
de: rote Beete
es: Remolacha
fr: Betterave
hu: cékla
hy: Շաղգամ
it: Barbabietola
ja: テーブルビート
pl: Burak
pt_br: Raiz de Beterraba
ro: Sfeclă
ru: Свекла
vi: Củ cải đường

source: Bunch of Grapes
de: Weintrauben
es: Racimo de uvas
fr: Grappe de raisins
hu: szőlőfürt
hy: Խաղողի Ճիթ
it: Manciata di chicchi
ja: ブドウ
pl: Kiść Winogron
pt_br: Cachos de Uvas
ro: Grămadă de struguri
ru: Виноград
vi: Búi nho

source: String
da: Snor
de: Faden
es: Cadena
fr: Corde
hu: madzag
hy: Տող
it: Filo
ja: 糸
pl: Sznur
pt_br: Corda
ro: Funie
ru: Веревка
vi: Dây

source: Mithril Dust
da: Mithrilstøv
de: Mithrilstaub
es: Polvo de mitrilo
fr: Poudre de Mithril
hu: mithril por
hy: Միֆրայե Փոշի
it: Polvere di mithril
ja: ミスリルの塊
pl: Sproszkowany Mithril
pt_br: Pó de Mithril
ro: Praf de mitril
ru: Мифриловая пыль
vi: Bụi đá mithril

source: Resin
da: Harpiks
de: Harz
es: Resina
fr: Résine
hu: gyanta
hy: Խեժ
it: Resina
ja: 樹脂
pl: Żywica
pt_br: Resina
ro: Rășină
ru: Смола
vi: Nhựa thông

source: Oerkki Dust
da: Oerkkistøv
de: Oerkkistaub
es: Polvo de oerqui
fr: Poudre d'Oerkki
hu: oerkki por
hy: Ավազակի Փոշի
it: Polvere di Oerkki
ja: Oerkkiの欠片
pl: Proszek Oerkkiego
pt_br: Pó de Oerkki
ro: Praf de oerkki
ru: Пыль Оэркки
vi: Bụi Oerkki

source: Fish
da: Fisk
de: Fisch
es: Pez
fr: Poisson
hu: hal
hy: Ձուկ
it: Pesce
ja: 魚
pl: Ryba
pt_br: Peixe
ro: Pește
ru: Рыба
vi: Cá

source: Cooked Fish
da: Kogt Fisk
de: gekochter Fisch
es: Pescado
fr: Poisson cuit
hu: sült hal
hy: Եփած Ձուկ
it: Pesce cotto
ja: 調理された魚
pl: Smażona Ryba
pt_br: Peixe de Cozido
ro: Pește gătit
ru: Жареная рыба
vi: Cá kho

source: Meat
da: Kød
de: Fleisch
es: Carne
fr: Viande
hu: hús
hy: Միս
it: Carne
ja: 肉
pl: Mięso
pt_br: Carne
ro: Carne
ru: Мясо
vi: Thịt

source: Cooked Meat
da: Kogt Kød
de: gekochtes Fleisch
es: Carne cocinada
fr: Viande cuite
hu: sült hús
hy: Եփած Միս
it: Carne cotta
ja: 調理された肉
pl: Ugotowane Mięso
pt_br: Carne Cozida
ro: Carne gătită
ru: Жареное мясо
vi: Thịt kho

source: Cotton Sheet
da: Bomuldsstof
de: Baumwolltuch
es: Sábana de algodón
fr: Drap de Coton
hu: pamut lepedő
hy: Բամբակյա Թերթիկ
it: Lenzuolo di cotone
ja: コットンのシート
pl: Kawałek Bawełny
pt_br: Lençol de Algodão
ro: Foaie de bumbac
ru: Лист хлопка
vi: Tấm vải bông gòn

source: Blue Cotton Sheet
da: Blåt Bomuldsstof
de: blaues Baumwolltuch
es: Sábana de algodón azul
fr: Drap de Coton Bleu
hu: kék pamutlepedő
hy: Կապույտ Բամբակյա Թերթիկ
it: Lenzuolo blu di cotone
ja: 青いコットンのシート
pl: Niebieski Kawałek Bawełny
pt_br: Lençol de Algodão Azul
ro: Foaie albastră de bumbac
ru: Лист синего хлопка
vi: Tấm vải bông gòn xanh

source: Green Cotton Sheet
da: Grønt Bomuldsstof
de: grünes Baumwolltuch
es: Sábana de algodón verde
fr: Drap de Coton Vert
hu: zöld pamutlepedő
hy: Կանաչ Բամբակյա Թերթիկ
it: Lenzuolo verde di cotone
ja: 緑色のコットンのシート
pl: Zielony Kawałek Bawełny
pt_br: Lençol de Algodão Verde
ro: Foaie verde de bumbac
ru: Лист зеленого хлопка
vi: Tấm vải bông gòn xanh lá cây

source: Orange Cotton Sheet
da: Orange Bomuldsstof
de: orange Baumwolltuch
es: Sábana de algodón naranja
fr: Drap de Coton Orange
hu: narancssárga pamutlepedő
hy: Նարնջագույն Բամբակյա Թերթիկ
it: Lenzuolo arancione di cotone
ja: オレンジ色のコットンのシート
pl: Pomarańczowy Kawałek Bawełny
pt_br: Lençol de Algodão Laranja
ro: Foaie portocalie de bumbac
ru: Лист оранжевого хлопка
vi: Tấm vải bông gòn cam

source: Purple Cotton Sheet
da: Lilla Bomuldsstof
de: lila Baumwolltuch
es: Sábana de algodón púrpura
fr: Drap de Coton Violet
hu: lila pamutlepedő
hy: Մուգ Բամբակյա Թերթիկ
it: Lenzuolo viola di cotone
ja: 紫色のコットンのシート
pl: Fioletowy Kawałek Bawełny
pt_br: Lençol de Algodão Roxo
ro: Foaie purpurie de bumbac
ru: Лист фиолетового хлопка
vi: Tấm vải bông gòn tím

source: Red Cotton Sheet
da: Rødt Bomuldsstof
de: rotes Baumwolltuch
es: Sábana de algodón roja
fr: Drap de Coton Rouge
hu: piros pamutlepedő
hy: Կարմիր Բամբակյա Թերթիկ
it: Lenzuolo rosso di cotone
ja: 赤いコットンのシート
pl: Czerwony Kawałek Bawełny
pt_br: Lençol de Algodão Vermelho
ro: Foaie roșie de bumbac
ru: Лист красного хлопка
vi: Tấm vải bông gòn đỏ

source: Yellow Cotton Sheet
da: Gult Bomuldsstof
de: gelbes Baumwolltuch
es: Sábana de algodón amarilla
fr: Drap de Coton Jaune
hu: sárga pamutlepedő
hy: Դեղին Բամբակյա Թերթիկ
it: Lenzuolo giallo di cotone
ja: 黄色いコットンのシート
pl: Żółty Kawałek Bawełny
pt_br: Lençol de Algodão Amarelo
ro: Foaie galbenă de bumbac
ru: Лист желтого хлопка
vi: Tấm vải bông gòn vàng

source: Black Cotton Sheet
da: Sort Bomuldsstof
de: schwarzes Baumwolltuch
es: Sábana de algodón negra
fr: Drap de Coton Noir
hu: fekete pamutlepedő
hy: Սև Բամբակյա Թերթիկ
it: Lenzuolo nero di cotone
ja: 黒いコットンのシート
pl: Czarny Kawałek Bawełny
pt_br: Lençol de Algodão Preto
ro: Foaie neagră de bumbac
ru: Лист черного хлопка
vi: Tấm vải bông gòn đen

source: Canvas Sheet
da: Lærredsstof
de: Leinentuch
es: Lona
fr: Drap de Toile
hu: vászonlepedő
hy: Կտավե թերթիկ
it: Lenzuolo di tela
ja: 麻のシート
pl: Kawałek Płótna
pt_br: Lençol de Lona
ro: Foaie de pânză
ru: Лист холста
vi: Tấm vải bạt

source: Blue Canvas Sheet
da: Blåt Lærredsstof
de: blaues Leinentuch
es: Lona azul
fr: Drap de Toile Bleu
hu: kék vászonlepedő
hy: կապույտ Կտավե թերթիկ
it: Lenzuolo blu di tela
ja: 青い麻のシート
pl: Niebieski Kawałek Płótna
pt_br: Lençol de Lona Azul
ro: Foaie albastră de pânză
ru: Лист синего холста
vi: Tấm vải bạt xanh

source: Green Canvas Sheet
da: Grønt Lærredsstof
de: grünes Leinentuch
es: Lona verde
fr: Drap de Toile Vert
hu: zöld vászonlepedő
hy: Կանաչ Կտավե թերթիկ
it: Lenzuolo verde di tela
ja: 緑色の麻のシート
pl: Zielony Kawałek Płótna
pt_br: Lençol de Lona Verde
ro: Foaie verde de pânză
ru: Лист зеленого холста
vi: Tấm vải bạt xanh lá cây

source: Orange Canvas Sheet
da: Orange Lærredsstof
de: orange Leinentuch
es: Lona naranja
fr: Drap de Toile Orange
hu: narancssárga vászonlepedő
hy: Նարնջագույն Կտավե թերթիկ
it: Lenzuolo arancione di tela
ja: オレンジ色の麻のシート
pl: Pomarańczowy Kawałek Płótna
pt_br: Lençol de Lona Laranja
ro: Foaie portocalie de pânză
ru: Лист оранжевого холста
vi: Tấm vải bạt cam

source: Purple Canvas Sheet
da: Lilla Lærredsstof
de: lila Leinentuch
es: Lona púrpura
fr: Drap de Toile Violet
hu: lila vászonlepedő
hy: Մուգ Կտավե թերթիկ
it: Lenzuolo viola di tela
ja: 紫色の麻のシート
pl: Fioletowy Kawałek Płótna
pt_br: Lençol de Lona Roxo
ro: Foaie purpurie de pânză
ru: Лист фиолетового холста
vi: Tấm vải bạt tím

source: Red Canvas Sheet
da: Rødt Lærredsstof
de: rotes Leinentuch
es: Lona roja
fr: Drap de Toile Rouge
hu: piros vászonlepedő
hy: Կարմիր Կտավե թերթիկ
it: Lenzuolo rosso di tela
ja: 赤い麻のシート
pl: Czerwony Kawałek Płótna
pt_br: Lençol de Lona Vermelho
ro: Foaie roșie de pânză
ru: Лист красного холста
vi: Tấm vải bạt đỏ

source: Yellow Canvas Sheet
da: Gult Lærredsstof
de: gelbes Leinentuch
es: Lona amarilla
fr: Drap de Toile Jaune
hu: sárga vászonlepedő
hy: Դեղին Կտավե թերթիկ
it: Lenzuolo giallo di tela
ja: 黄色い麻のシート
pl: Żółty Kawałek Płótna
pt_br: Lençol de Lona Amarela
ro: Foaie galbenă de pânză
ru: Лист желтого холста
vi: Tấm vải bạt vàng

source: Black Canvas Sheet
da: Sort Lærredsstof
de: schwarzes Leinentuch
es: Lona negra
fr: Drap de Toile Noir
hu: fekete vászonlepedő
hy: Սև Կտավե թերթիկ
it: Lenzuolo nero di tela
ja: 黒い麻のシート
pl: Czarny Kawałek Płótna
pt_br: Lençol de Lona Preta
ro: Foaie neagră de pânză
ru: Лист черного холста
vi: Tấm vải bạt đen

source: Fur
da: Pels
de: Pelz
es: Piel
fr: Fourrure
hu: szőrme
hy: Մորթի
it: Pelliccia
ja: 毛皮
pl: Futro
pt_br: Pele de Animal
ro: Blană
ru: Мех
vi: Lông thú

source: White Fur
da: Hvid Pels
de: weißer Pelz
es: Piel blanca
fr: Fourrure blanche
hu: fehér szőrme
hy: Սպիտակ Մորթի
it: Pelliccia bianca
ja: 白い毛皮
pl: Białe Futro
pt_br: Pele de Animal Branca
ro: Blană albă
ru: Белый мех
vi: Lông thú trắng

source: Blue Fur
da: Blå Pels
de: blauer Pelz
es: Piel azul
fr: Fourrure bleue
hu: kék szőrme
hy: Կապույտ Մորթի
it: Pelliccia blu
ja: 青い毛皮
pl: Czarne Futro
pt_br: Pele de Animal Azul
ro: Blană albastră
ru: Синий мех
vi: Lông thú xanh

source: Green Fur
da: Grøn Pels
de: grüner Pelz
es: Piel verde
fr: Fourrure verte
hu: zöld szőrme
hy: Կանաչ Մորթի
it: Pelliccia verde
ja: 緑色の毛皮
pl: Zielone Futro
pt_br: Pele de Animal Verde
ro: Blană verde
ru: Зеленый мех
vi: Lông thú xanh lá cây

source: Orange Fur
da: Orange Pels
de: orange Pelz
es: Piel naranja
fr: Fourrure orange
hu: narancssárga szőrme
hy: Նարնջագույն Մորթի
it: Pelliccia arancione
ja: オレンジ色の毛皮
pl: Pomarańczowe Futro
pt_br: Pele de Animal Laranja
ro: Blană portocalie
ru: Оранжевый мех
vi: Lông thú cam

source: Purple Fur
da: Lilla Pels
de: lila Pelz
es: Cuero púrpura
fr: Fourrure violet
hu: lila szőrme
hy: Մուգ Մորթի
it: Pelliccia viola
ja: 紫色の毛皮
pl: Fioletowe Futro
pt_br: Pele de Animal Roxa
ro: Blană purpurie
ru: Фиолетовый мех
vi: Lông thú tím

source: Red Fur
da: Rød Pels
de: roter Pelz
es: Piel roja
fr: Fourrure rouge
hu: piros szőrme
hy: Կարմիր Մորթի
it: Pelliccia rossa
ja: 赤い毛皮
pl: Czerwone Futro
pt_br: Pele de Animal Vermelha
ro: Blană roșie
ru: Красный мех
vi: Lông thú đỏ

source: Yellow Fur
da: Gul Pels
de: gelber Pelz
es: Piel amarilla
fr: Fourrure jaune
hu: sárga szőrme
hy: Դեղին Մորթի
it: Pelliccia gialla
ja: 黄色い毛皮
pl: Żółte Futro
pt_br: Pele de Animal Amarela
ro: Blană galbenă
ru: Желтый мех
vi: Lông thú vàng

source: Black Fur
da: Sort Pels
de: schwarzer Pelz
es: Piel negra
fr: Fourrure noire
hu: fekete szőrme
hy: Սև Մորթի
it: Pelliccia nera
ja: 黒い毛皮
pl: Czarne Futro
pt_br: Pele de Animal Preta
ro: Blană neagră
ru: Черный мех
vi: Lông thú đen

source: Leather
da: Læder
de: Leder
es: Cuero
fr: Cuir
hu: bőr
hy: Կաշի
it: Pelle
ja: 革
pl: Skóra
pt_br: Couro
ro: Piele
ru: Кожа
vi: Da thuộc

source: White Leather
da: Hvidt Læder
de: weißes Leder
es: Cuero blanco
fr: Cuir Blanc
hu: fehér bőr
hy: Սպիտակ Կաշի
it: Pelle bianca
ja: 白い革
pl: Biała Skóra
pt_br: Couro Branco
ro: Piele albă
ru: Белая кожа
vi: Da thuộc trắng

source: Blue Leather
da: Blåt Læder
de: blaues Leder
es: Cuero azul
fr: Cuir Bleu
hu: kék bőr
hy: Կապույտ Կաշի
it: Pelle blu
ja: 青い革
pl: Niebieska Skóra
pt_br: Couro Azul
ro: Piele albastră
ru: Синяя кожа
vi: Da thuộc xanh

source: Green Leather
da: Grønt Læder
de: grünes Leder
es: Cuero verde
fr: Cuir Vert
hu: zöld bőr
hy: Կանաչ Կաշի
it: Pelle verde
ja: 緑色の革
pl: Zielona Skóra
pt_br: Couro Verde
ro: Piele verde
ru: Зеленая кожа
vi: Da thuộc xanh lá cây

source: Orange Leather
da: Orange Læder
de: orange Leder
es: Cuero naranja
fr: Cuir Orange
hu: narancssárga bőr
hy: Նարնջագույն Կաշի
it: Pelle arancione
ja: オレンジ色の革
pl: Pomarańczowa Skóra
pt_br: Couro Laranja
ro: Piele portocalie
ru: Оранжевая кожа
vi: Da thuộc cam

source: Purple Leather
da: Lilla Læder
de: lila Leder
es: Cuero púrpura
fr: Cuir Violet
hu: lila bőr
hy: Մուգ Կաշի
it: Pelle viola
ja: 紫色の革
pl: Fioletowa Skóra
pt_br: Couro Roxo
ro: Piele purpurie
ru: Фиолетовая кожа
vi: Da thuộc tím

source: Red Leather
da: Rødt Læder
de: rotes Leder
es: Cuero rojo
fr: Cuir Rouge
hu: piros bőr
hy: Կարմիր Կաշի
it: Pelle rossa
ja: 赤い革
pl: Czerwona Skóra
pt_br: Couro Vermelho
ro: Piele roșie
ru: Красная кожа
vi: Da thuộc đỏ

source: Yellow Leather
da: Gult Læder
de: gelbes Leder
es: Cuero amarillo
fr: Cuir Jaune
hu: sárga bőr
hy: Դեղին Կաշի
it: Pelle gialla
ja: 黄色い革
pl: Żółta Skóra
pt_br: Couro Amarelo
ro: Piele galbenă
ru: Желтая кожа
vi: Da thuộc vàng

source: Black Leather
da: Sort Læder
de: schwarzes Leder
es: Cuero negro
fr: Cuir Noir
hu: fekete bőr
hy: Սև Կաշի
it: Pelle nera
ja: 黒い革
pl: Czarna Skóra
pt_br: Couro Preto
ro: Piele neagră
ru: Черная кожа
vi: Da thuộc đen

source: Arrow
da: Pil
de: Pfeil
es: Flecha
fr: Flèche
hu: nyíl
hy: Սլաք
it: Freccia
ja: 矢
pl: Strzała
pt_br: Flecha
ro: Săgeată
ru: Стрела
vi: Mũi tên

source: Fertilizer
da: Gødning
de: Dünger
es: Fertilizante
fr: Engrais
hu: trágya
hy: Պարարտանյութ
it: Fertilizzante
ja: 肥料
pl: Nawóz
pt_br: Fertilizante
ro: Îngrășământ
ru: Удобрение
vi: Phân bón

source: White Oerkki Dust
da: Hvidt Oerkkistøv
de: weißer Oerkkistaub
es: Polvo blanco de oerqui
fr: Poudre d'Oerkki Blanche
hu: fehér oerkki por
hy: Սպիտակ Ավազակի Փոշի
it: Polvere bianca di Oerkki
ja: 白いOerkkiの欠片
pl: Biały Proszek z Oerkkiego
pt_br: Pó Branco de Oerkki
ro: Praf alb de oerkki
ru: Белая пыль Оэркки
vi: Bụi Oerkki trắng

source: Blue Oerkki Dust
da: Blåt Oerkkistøv
de: blauer Oerkkistaub
es: Polvo azul de oerqui
fr: Poudre d'Oerkki Bleu
hu: kék oerkki por
hy: Կապույտ Ավազակի Փոշի
it: Polvere blu di Oerkki
ja: 青いOerkkiの欠片
pl: Niebieski Proszek z Oerkkiego
pt_br: Pó Azul de Oerkki
ro: Praf albastru de oerkki
ru: Синяя пыль Оэркки
vi: Bụi Oerkki xanh

source: Green Oerkki Dust
da: Grønt Oerkkistøv
de: grüner Oerkkistaub
es: Polvo verde de oerqui
fr: Poudre d'Oerkki Verte
hu: zöld oerkki por
hy: Կանաչ Ավազակի Փոշի
it: Polvere verde di Oerkki
ja: 緑のOerkkiの欠片
pl: Zielony Proszek z Oerkkiego
pt_br: Pó Verde de Oerkki
ro: Praf verde de oerkki
ru: Зеленая пыль Оэркки
vi: Bụi Oerkki xanh lá cây

source: Orange Oerkki Dust
da: Orange Oerkkistøv
de: orange Oerkkistaub
es: Polvo naranja de oerqui
fr: Poudre d'Oerkki Orange
hu: narancssárga oerkki por
hy: Նարնջագույն Ավազակի Փոշի
it: Polvere arancione di Oerkki
ja: オレンジ色のOerkkiの欠片
pl: Pomarańczowy Proszek z Oerkkiego
pt_br: Pó Laranja de Oerkki
ro: Praf portocaliu de oerkki
ru: Оранжевая пыль Оэркки
vi: Bụi Oerkki cam

source: Purple Oerkki Dust
da: Lilla Oerkkistøv
de: lila Oerkkistaub
es: Polvo púrpura de oerqui
fr: Poudre d'Oerkki Violette
hu: lila oerkki por
hy: Մուգ Ավազակի Փոշի
it: Polvere viola di Oerkki
ja: 紫色のOerkkiの欠片
pl: Fioletowy Proszek z Oerkkiego
pt_br: Pó Roxo de Oerkki
ro: Praf purpuriu de oerkki
ru: Фиолетовая пыль Оэркки
vi: Bụi Oerkki tím

source: Red Oerkki Dust
da: Rødt Oerkkistøv
de: roter Oerkkistaub
es: Polvo rojo de oerqui
fr: Poudre d'Oerkki Rouge
hu: piros oerkki por
hy: Կարմիր Ավազակի Փոշի
it: Polvere rossa di Oerkki
ja: 赤いOerkkiの欠片
pl: Czerwony Proszek z Oerkkiego
pt_br: Pó Vermelho de Oerkki
ro: Praf roșu de oerkki
ru: Красная пыль Оэркки
vi: Bụi Oerkki đỏ

source: Yellow Oerkki Dust
da: Gult Oerkkistøv
de: gelber Oerkkistaub
es: Polvo amarillo de oerqui
fr: Poudre d'Oerkki Jaune
hu: sárga oerkki por
hy: Դեղին Ավազակի Փոշի
it: Polvere gialla di Oerkki
ja: 黄色いOerkkiの欠片
pl: Żółty Proszek z Oerkkiego
pt_br: Pó Amarelo de Oerkki
ro: Praf galben de oerkki
ru: Желтая пыль Оэркки
vi: Bụi Oerkki vàng

source: Black Oerkki Dust
da: Sort Oerkkistøv
de: schwarzer Oerkkistaub
es: Polvo negro de oerqui
fr: Poudre d'Oerkki Noire
hu: fekete oerkki por
hy: Սև Ավազակի Փոշի
it: Polvere nera di Oerkki
ja: 黒いOerkkiの欠片
pl: Czarny Proszek z Oerkkiego
pt_br: Pó Preto de Oerkki
ro: Praf negru de oerkki
ru: Черная пыль Оэркки
vi: Bụi Oerkki đen

source: Glass Bottle
da: Glasflaske
de: Glasflasche
es: Botella de cristal
fr: Bouteille en Verre
hu: üvegpalack
hy: Ապակե Շիշ
it: Bottiglia di vetro
ja: ガラス瓶
pl: Szklana Butelka
pt_br: Garrafa de Vidro
ro: Butelcă de sticlă
ru: Стеклянная бутылка
vi: Chai thủy tinh

source: Grape Juice
da: Druesaft
de: Traubensaft
es: Jugo de uva
fr: Jus de Raisin
hu: szőlőital
hy: Խաղողի Հյութ
it: Succo d'uva
ja: グレープジュース
pl: Sok Winogronowy
pt_br: Suco de Uva
ro: Suc de struguri
ru: Виноградный сок
vi: Nước nho

source: Apple Juice
da: Æblemost
de: Apfelsaft
es: Jugo de manzana
fr: Jus de Pomme
hu: almaital
hy: Խնձորի Հյութ
it: Succo di mela
ja: アップルジュース
pl: Sok Jabłkowy
pt_br: Suco de Maçã
ro: Suc de mere
ru: Яблочный сок
vi: Nước táo

source: Tea Leaves
da: Teblade
de: Teeblätter
es: Té de yerba
fr: Feuilles de Thé
hu: tealevelek
hy: Թեյի Տերևները
it: Foglie di tè
ja: お茶の葉
pl: Liście Herbaciane
pt_br: Folhas de Chá
ro: Frunze de ceai
ru: Чайные листья
vi: Nước trà

source: Tea
da: Te
de: Tee
es: Té
fr: Thé
hy: Թեյ
it: Tè
ja: お茶
pl: Herbata
pt_br: Chá
ro: Ceai
ru: Чай
vi: Nước trà

source: Roasted Coffee Beans
da: Ristede Kaffebønner
de: geröstete Kaffeebohnen
es: Granos de café tostado
fr: Grains de Café Torrefiés
hu: pörkölt kávészemek
hy: Աղացած Սուրճ
it: Chicchi di caffè arrostiti
ja: 焙じたコーヒー豆
pl: Parzone Ziarenka Kawy
pt_br: Grãos de Café Torrado
ro: Cafea prăjită
ru: Жареные зерна кофе
vi: Hột cà phê nướng

source: Coffee
da: Kaffe
de: Kaffee
es: Café
fr: Café
hu: kávé
hy: Սուրճ
it: Caffè
ja: コーヒー
pl: Kawa
pt_br: Café
ro: Cafea
ru: Кофе
vi: Cà phê

source: Steel Bottle
de: Stahlflasche
es: Botella de metal
hu: acélpalack
hy: Պողպատե Շիշ

source: Bottle of Water
de: Flasche mit Wasser
es: Botella con agua
fr: Bouteille d'Eau
hu: palackozott víz
hy: Ջրի Շիշ
it: Bottiglia d'acqua
ja: 水入りボトル
pl: Butelka Wody
pt_br: Garrafa de Água
ro: Butelcă de apă
ru: Бутылка с водой
vi: Chai nước

source: Bottle of Hot Water
de: Flasche mit heißem Wasser
es: Botella con agua caliente
fr: Bouteille d'Eau Chaude
hu: palackozott forró víz
hy: Տաք Ջուր Շշով
it: Bottiglia d'acqua bollente
ja: 熱湯入りボトル
pl: Butelka Gorącej Wody
pt_br: Garrafa de Água Quente
ro: Butelcă de apă fierbinte
ru: Бутылка с горячей водой
vi: Chai nước sôi

source: Raw Mithril
da: Rå Mithril
de: Rohmithril
es: Mitrilo en bruto
fr: Mithril Brut
hu: nyers mithril
hy: Վերամշակված Միֆրայ
it: Mithril grezzo
ja: 未加工のミスリル
pl: Surowy Mithril
pt_br: Mithril Bruto
ro: Mithril brut
ru: Сырой мифрил
vi: Đá mithril nguyên liệu

source: Unbound Mithril
da: Ubundet Mithril
de: bindungsloses Mithril
es: Mitrilo sin consolidar
fr: Mithril Ordinaire
hy: Չկպած Միֆրայ
it: Mithril fuso
ja: 未製のミスリル
pl: Nieprzetworzony Mithril
pt_br: Mithril não ligada
ro: Mithril detașat
ru: Свободный мифрил
vi: Đá mithril được cởi ra

source: Mithril
es: Mitrilo
hy: Միֆրայ
ja: ミスリル
ru: Мифрил
vi: Đá mithril

source: Ruby
da: Rubin
de: Rubin
es: Rubí
fr: Rubis
hu: rubin
hy: Ռուբին
it: Rubino
ja: ルビー
pl: Rubin
pt_br: Rubi
ro: Rubin
ru: Рубин
vi: Ngọc đỏ

source: Turquiose
da: Turkis
de: Türkis
es: Turquesa
fr: Turquoise
hu: türkiz
hy: Փիրուզագույն
it: Turchese
ja: ターコイズ
pl: Turkus
pt_br: Turqueza
ro: Turcoaz
ru: Бирюза
vi: Ngọc lam

source: Amethyst
da: Ametyst
es: Amatista
fr: Améthyste
hu: ametiszt
hy: Ամետիս
it: Ametista
ja: アメジスト
pl: Ametyst
pt_br: Ametista
ro: Ametist
ru: Аметист
vi: Ngọc thạch anh tím

source: Sapphire
da: Safir
de: Saphir
es: Safiro
fr: Saphire
hu: zafír
hy: Սապֆիր
it: Zaffiro
ja: サファイア
pl: Szafir
pt_br: Safira
ro: Safir
ru: Сапфир
vi: Ngọc bích

source: Sunstone
da: Solsten
de: Sonnenstein
es: Piedra solar
fr: Héliolite
hu: avanturin
hy: Արևքար
it: Avventurina
ja: サンストーン
pl: Kamień Słoneczny
pt_br: Pedra do Sol
ro: Piatra soarelui
ru: Янтарь
vi: Đá mặt trời

source: Salt
de: Salz
hu: só
hy: Աղ
it: Sale
ja: 塩
pl: Sól
pt_br: Sal
ru: Соль

source: Space Dust
da: Rumstøv
de: Weltraumstaub
hu: űrpor
hy: Տիեզերական Փոշի
it: Polvere spaziale
ja: 宇宙塵
pl: Gwiezdny Pył
pt_br: Poeira Espacial
ru: Космическая пыль

source: Blueberries
da: Blåbær
hy: հապալաս
it: Mirtilli
pt_br: Mirtilo
ru: Черника

source: Raspberries
da: Hindbær
hy: Ազնվամորի
it: Lamponi
pt_br: Framboesas
ru: Малина

source: Stone
da: Sten
de: Stein
es: Piedra
fr: Pierre
hu: kő
hy: Քար
it: Pietra
ja: 石
pl: Kamień
pt_br: Pedra
ro: Piatră
ru: Камень
vi: Đá

source: Limestone
da: Kalksten
de: Kalkstein
es: Caliza
fr: Calcaire
hu: mészkő
hy: Կրաքար
it: Pietra calcarea
ja: 石灰岩
pl: Wapień
pt_br: Calcário
ro: Calcar
ru: Известняк
vi: Đá vôi

source: Space Rock
da: Rumsten
de: Weltraumgestein
hu: űrszikla
hy: Սփեյս-Ռոք
it: Roccia spaziale
ja: 宇宙岩
pl: Kosmiczna Skała
pt_br: Rocha Espacial
ru: Космический камень

source: Marble
da: Marmor
de: Marmor
fr: Marbre
hu: márvány
hy: Մարմար
it: Marmo
ja: 大理石
pl: Marmur
pt_br: Mármore
ro: Marmură
ru: Мрамор
vi: Đá cẩm thạch

source: Rock
de: loser Stein
es: Roca
hu: szikla
hy: Ռոք
it: Roccia
ja: 岩
pl: Skała
pt_br: Pedra
ro: Rocă
ru: Камешек
vi: Đá

source: Ice
da: Is
de: Eis
es: Hielo
fr: Glace
hu: jég
hy: Սառույց
it: Ghiaccio
ja: 氷
pl: Lód
pt_br: Gelo
ro: Gheață
ru: Лед
vi: Nước đá

source: Coal Block
da: Kulblok
de: Kohleblock
es: Bloque de carbón mineral
fr: Bloc de charbon
hu: széntömb
hy: Ածխածնի կտոր
it: Blocco di carbone
ja: 石炭ブロック
pl: Blok Węgla
pt_br: Bloco de Carvão
ro: Bloc de cărbune
ru: Блок каменного угля
vi: Khối than đá

source: Charcoal Block
da: Trækulsblok
de: Holzkohleblock
es: Bloque de carbón vegetal
fr: Bloc de Charbon de Bois
hu: faszéntömb
hy: Ածուխի Կտոր
it: Blocco di carbonella
ja: 木炭ブロック
pl: Blok Węgla Drzewnego
pt_br: Bloco de Carvão Vegetal
ro: Bloc de mangal
ru: Блок древесного угля
vi: Khối than

source: Stone Brick
de: Steinziegel
es: Ladrillo de piedra
fr: Brique de Pierre
hu: kőtégla
hy: Քարե Աղյուս
it: Mattoni di pietra
ja: 石レンガ
pl: Kamienna Cegła
pt_br: Tijolo de Pedra
ro: Cărămidă de piatră
ru: Каменный кирпич
vi: Cục gạch đá

source: Stone Block
da: Stenblok
de: Steinblock
es: Bloque de piedra
fr: Bloc de Pierre
hu: kőtömb
hy: Քարի Կտոր
it: Blocco di pietra
ja: 石ブロック
pl: Blok Z Kamienia
pt_br: Bloco de Pedra
ro: Bloc de piatră
ru: Каменный блок
vi: Khối đá

source: Rough Stone Brick
de: grober Steinziegel
es: Ladrillo de piedra en bruto
fr: Brique de Pierre Brute
hu: durva kőtégla
hy: Կոպիտ Քարի Աղյուս
it: Mattoni di pietra grezza
ja: ラフストーンレンガ
pl: Nieobrobiona Kamienna Cegła
pt_br: Tijolo de Pedra Áspera
ro: Cărămidă de piatră brută
ru: Кирпич грубого камня
vi: Cục gạch đá nhám
