Repository: Lucas-Developer/voxelands
Catalog: po/*/voxelands.po
Languages: da, de, es, fr, hu, hy, it, ja, pl, pt_br, ro, ru, vi

source: Based on Minetest-C55 by Perttu Ahola <celeron55@gmail.com> and contributors: PilzAdam, Taoki, tango_, kahrl (kaaaaaahrl?), darkrose, matttpt, erlehmann, SpeedProg, JacobF, teddydestodes, marktraceur, Jonathan Neuschafer, thexyz, VanessaE, sfan5... and tens of more random people.
de: Basierend auf Minetest-C55 von Perttu Ahola <celeron55@gmail.com> und Mitwirkenden: PilzAdam, Taoki, tango_, kahrl (kaaaaaahrl?), darkrose, matttpt, erlehmann, SpeedProg, JacobF, teddydestodes, marktraceur, Jonathan Neuschafer, thexyz, VanessaE, sfan5 … und zig weiteren zufälligen Leuten.
es: Basado en Minetest-C55 por Perttu Ahola <celeron55@gmail.com> y otro contribuidores: PilzAdam, Taoki, tango_, kahrl (kaaaaaahrl?), darkrose, matttpt, erlehmann, SpeedProg, JacobF, teddydestodes, marktraceur, Jonathan Neuschafer, thexyz, VanessaE, sfan5... y una docena de otras personas.
fr: Basé sur Minetest-C55 par Perttu Ahola <celeron55@gmail.com> et contributeurs : PilzAdam, Taoki, tango_, kahrl (kaaaaaahrl?), darkrose, matttpt, erlehmann, SpeedProg, JacobF, teddydestodes, marktraceur, Jonathan Neuschafer, thexyz, VanessaE, sfan5... et des dizaines d'autres gens plus divers les uns que les autres.
hy: Հիմնված է Minetest- " C55 Perttu Ahola կողմից <celeron55@gmail.com> և հեղինակները: PilzAdam, Taoki, tango_, kahrl (kaaaaaahrl?), darkrose, matttpt, erlehmann, SpeedProg, JacobF, teddydestodes, marktraceur, Jonathan Neuschafer, thexyz, VanessaE, sfan5... և ուրիշ տասնյակ պատահական մարդկանցով։
it: Basato su Minetest-C55 di Perttu Ahola <celeron55@gmail.com> e contributori: PilzAdam, Taoki, tango_, kahrl (kaaaaaahrl?), darkrose, matttpt, erlehmann, SpeedProg, JacobF, teddydestodes, marktraceur, Jonathan Neuschafer, thexyz, VanessaE, sfan5... e decine di altre persone casuali.
ja: Perttu Ahola <celeron55@gmail.com>によるMinetest-C55をベースに開発されています。 その開発者: PilzAdam, Taoki, tango_, kahrl (kaaaaaahrl?), darkrose, matttpt, erlehmann, SpeedProg, JacobF, teddydestodes, marktraceur, Jonathan Neuschafer, thexyz, VanessaE, sfan5... と様々な人たち
pl: Stworzono na bazie Minetest-C55 autorstwa Perttu Ahola <celeron55@gmail.com> oraz współtwórców: PilzAdam, Taoki, tango_, kahrl (kaaaaaahrl?), darkrose, matttpt, erlehmann, SpeedProg, JacobF, teddydestodes, marktraceur, Jonathan Neuschafer, thexyz, VanessaE, sfan5... i innych losowych osób.
pt_br: Baseado em Minetest-C55 by Perttu Ahola <celeron55@gmail.com> e contribuidores: PilzAdam, Taoki, tango_, kahrl (kaaaaaahrl?), darkrose, matttpt, erlehmann, SpeedProg, JacobF, teddydestodes, marktraceur, Jonathan Neuschafer, thexyz, VanessaE, sfan5... e dezenas de muitas pessoas aleatórias.
ro: Bazat pe Minetest-C55 de Perttu Ahola <celeron55@gmail.com> și contribuitorii: PilzAdam, Taoki, tango_, kahrl (kaaaaaahrl?), darkrose, matttpt, erlehmann, SpeedProg, JacobF, teddydestodes, marktraceur, Jonathan Neuschafer, thexyz, VanessaE, sfan5... și zeci de alți contribuitori întâmplători.
ru: Основано на Minetest-C55, созданном Perttu Ahola <celeron55@gmail.com> и сотоварищи: PilzAdam, Taoki, tango_, kahrl (kaaaaaahrl?), darkrose, matttpt, erlehmann, SpeedProg, JacobF, teddydestodes, marktraceur, Jonathan Neuschafer, thexyz, VanessaE, sfan5... и еще десятком-другим случайных прохожих.
vi: Có nguồn gốc từ Minetest-C55 được làm bởi Perttu Ahola <celeron55@gmail.com> và người giúp sức: PilzAdam, Taoki, tango_, kahrl (kaaaaaahrl?), darkrose, matttpt, erlehmann, SpeedProg, JacobF, teddydestodes, marktraceur, Jonathan Neuschafer, thexyz, VanessaE, sfan5... và nhiều người ngẫu nhiên hơn!

source: Continue
de: Weiter
es: Continuar
fr: Continuer
hu: Folytatás
hy: Ավելին
it: Proseguire
ja: 再開
pl: Kontynuuj
pt_br: Continuar
ro: Continuă
ru: Продолжить
vi: Tiếp tục

source: Main Menu
de: Hauptmenü
es: Menú principal
fr: Menu principal
hu: Főmenü
hy: Գլխավոր Մենյու
it: Menu principale
ja: メインメニュー
pl: Menu Główne
pt_br: Menu Principal
ro: Meniul principal
ru: Главное меню
vi: Bảng chọn chính

source: All Servers
de: Alle Server
fr: Tous les serveurs
hu: Minden szerver
hy: Բոլոր Սերվերները
it: Tutti i server
ja: 全てのサーバー
pl: Wszystkie Serwery
pt_br: Todos os Servidores
ro: Toate serverele
ru: Все серверы

source: Favourite Servers
de: Lieblingsserver
fr: Serveurs favoris
hu: Kedvenc szerverek
hy: Ընտրյալ Սերվերներ
it: Server preferiti
ja: お気に入りのサーバー
pl: Ulubione Serwery
pt_br: Servidores Favoritos
ro: Servere favorite
ru: Избранные серверы

source: Custom Connect
de: Manuelles verbinden
hy: Օգտատիրական Միացում
it: Connessione a personale
ja: カスタム接続
pl: Połącz z Własnym
pt_br: Conectar Personalizado
ro: Conectare particularizată
ru: Другой сервер

source: Custom Connection
de: Manuelle Verbindung
hy: Այլ Միացում
it: Connessione personalizzata
ja: カスタム接続
pl: Własne Połączenie
pt_br: Conexão Personalizada
ro: Conexiune particularizată
ru: Другое соединение

source: Address/Port
de: Adresse/Port
es: Dirección/Puerto
fr: Adresse/Port
hy: Հասցե/Պորտ
it: Indirizzo/Porta
ja: アドレスとポート
pl: Adres/Port
pt_br: Endereço/Porta
ro: Adresă/port
ru: Адрес/порт

source: Add to Favourites
de: Zu Lieblingsservern hinzufügen
fr: Ajouter aux favoris
hu: Hozzáadás a kedvencekhez
hy: Ավելացնել սիրելիների ցանկին
it: Aggiungere ai preferiti
ja: お気に入りに追加
pl: Dodaj do Ulubionych
pt_br: Adicionar aos Favoritos
ro: Adaugă la favorite
ru: Добавить в избранное

source: Connect
de: Verbinden
es: Conectar
fr: Connection
hu: Csatlakozás
hy: Միացում
it: Connessione
ja: 接続
pl: Połącz
pt_br: Conectar
ro: Conectare
ru: Подключиться

source: Name/Password
de: Name/Passwort
es: Nombre/Contraseña
fr: Pseudo/Mot de passe
hu: Név/Jelszó
hy: Անուն/Գաղտնաբառ
it: Nome/Password
ja: 名前とパスワード
pl: Nazwa/Hasło
pt_br: Nome/Senha
ro: Nume/parolă
ru: Имя/пароль

source: Join Server
de: Server beitreten
fr: Rejoindre le serveur
hu: Csatlakozás a szerverhez
hy: Միանալ Սերվերին
it: Collegarsi al server
ja: サーバーに加わる
pl: Dołącz do Serwera
pt_br: Juntar-se ao Servidor
ro: Intră pe server
ru: Подключиться к серверу

source: My Favourites
de: Meine Lieblingsserver
fr: Mes favoris
hu: Kedvenceim
hy: Իմ Ընտրալները
it: I miei preferiti
ja: お気に入り
pl: Moje Ulubione
pt_br: Meus Favoritos
ro: Favoritele mele
ru: Избранное

source: Server List
de: Serverliste
fr: Liste des serveurs
hu: Szerverlista
hy: Սերվերների Ցուցակ
it: Elenco dei server
ja: サーバー一覧
pl: Lista Serwerów
pt_br: Lista de Servidores
ro: Lista de servere
ru: Список серверов

source: Get New List
de: Neue Liste holen
hu: Új lista szerzése
hy: Ստանալ Նոր Ցուցակ
it: Prendere un nuovo elenco
ja: 新しい一覧を取得
pl: Pobierz Nową Listę
pt_br: Obter Nova Lista
ro: Obține o nouă listă
ru: Получить новый список

source: Remove from Favourites
de: Von den Lieblingsservern entfernen
fr: Retirer des favoris
hu: Eltávolítás a kedvencek közül
hy: Հեռացնել Ընտրանուց
it: Togliere dai miei preferiti
ja: お気に入りから削除
pl: Usuń z Ulubionych
pt_br: Remover dos Favoritos
ro: Elimină din favorite
ru: Убрать из избранного

source: Old Password
de: Altes Passwort
es: Antigua contraseña
fr: Ancien mot de passe
hu: Régi Jelszó
hy: Հին Գաղտնաբառ
it: Vecchia password
ja: 以前のパスワード
pl: Stare Hasło
pt_br: Senha Antiga
ro: Vechea parolă
ru: Старый пароль
vi: Mật mã cũ

source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
hu: Új Jelszó
hy: Նոր Գաղտնաբառ
it: Nuova password
ja: 新しいパスワード
pl: Nowe Hasło
pt_br: Senha Nova
ro: Noua parolă
ru: Новый пароль
vi: Mật mã mới

source: Confirm Password
de: Passwort wiederholen
es: Confirmar contraseña
fr: Confirmer mot de passe
hu: Jelszó megerősítése
hy: Գաղտնաբառի Հաստատում
it: Conf. la password
ja: パスワードの確認
pl: Potwierdź Hasło
pt_br: Confirmar Senha
ro: Confirmă parola
ru: Подтверждение
vi: Xác nhận mật mã mới

source: Change
de: Ändern
es: Cambiar
fr: Changer
hu: Megváltoztatás
hy: Փոխել
it: Cambiare
ja: 変更
pl: Zmień
pt_br: Alterar
ro: Schimbă
ru: Сменить
vi: Thay đổi

source: Passwords do not match!
de: Passwörter stimmen nicht überein!
es: ¡Las contraseñas no coinciden!
fr: Les mots de passe ne correspondent pas !
hu: A jelszavak nem egyeznek!
hy: Գաղտնաբառերը չե՛ն համընկնում։
it: Le password non corrispondono!
ja: パスワードが一致しません！
pl: Hasła się ze sobą nie zgadzają!
pt_br: As senhas não são iguais!
ro: Parolele nu se potrivesc!
ru: Пароли не совпадают!
vi: Mật mã lộn; xin làm lại

source: Voxelands by darkrose and contributors
de: Voxelands von darkrose und Mitwirkenden
es: Voxelands por «darkrose» y otros contribuidores.
fr: Voxelands par darkrose et les contributeurs
hu: Voxelands, készítette darkrose és közreműködők
hy: Voxelands-ի darkrose֊ը և ավանդատուներ
it: Voxelands di darkrose e contributori
ja: Voxelandsはdarkroseと貢献者によって開発されています
pl: Voxelands stworzone przez darkrose oraz wspierających
pt_br: Voxelands por darkrose e contribuidores
ro: Voxelands de darkrose și contribuitori
ru: Voxelands: от darkrose и сотоварищи
vi: Voxelands được làm bởi darkrose và người giúp sức

source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer mot de passe
hu: Jelszó megváltoztatása
hy: Փոխել Գաղտնաբառը
it: Cambiare la password
ja: パスワードを変更
pl: Zmień Hasło
pt_br: Alterar Senha
ro: Schimbă parola
ru: Сменить пароль
vi: Thay đổi mật mã

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnexion
hu: Lecsatlakozás
hy: Անջատել
it: Disconnessione
ja: 切断
pl: Rozłącz
pt_br: Desconectar
ro: Deconectare
ru: Отключиться
vi: Làm rời ra

source: Forward
da: Fremad
de: Vorwärts
es: Hacia adelante
fr: Avant
hu: Előre
hy: Առաջ
it: Avanti
ja: 前進
pl: Naprzód
pt_br: Para a Frente
ro: Înainte
ru: Вперед
vi: Đi tới

source: Backward
da: Bagud
de: Rückwärts
es: Hacia atrás
fr: Arrière
hu: Hátra
hy: Հետ
it: Indietro
ja: 後退
pl: Do tyłu
pt_br: Para atrás
ro: Înapoi
ru: Назад
vi: Đi lùi

source: Left
da: Venstre
de: Links
es: Izquierda
fr: Gauche
hu: Balra
hy: Ձախ
it: Sinistra
ja: 左
pl: Lewo
pt_br: Esquerda
ro: Stânga
ru: Налево
vi: Đi trái

source: Right
da: Højre
de: Rechts
es: Derecha
fr: Droite
hu: Jobbra
hy: Աջ
it: Destra
ja: 右
pl: Prawo
pt_br: Direita
ro: Dreapta
ru: Направо
vi: Đi phải

source: Jump
da: Hop
de: Springen
es: Saltar
fr: Sauter
hu: Ugrás
hy: Ցատկել
it: Salto
ja: ジャンプ
pl: Skok
pt_br: Pular
ro: Sari
ru: Прыжок
vi: Nhảy

source: Sneak
da: Snig
de: Schleichen
es: Furtivo
fr: S'accroupir
hu: Lopakodás
hy: Ներթափանցել
it: Strisciare
ja: スニーク
pl: Skradanie
pt_br: Esgueirar-se
ro: Strecoară-te
ru: Красться
vi: Ú oà

source: Inventory
de: Inventar
es: Inventario
fr: Inventaire
hy: Հաշվառում
it: Inventario
ja: インベントリ
pl: Inwentarz
pt_br: Inventário
ro: Inventar
ru: Инвентарь
vi: Sự kiểm kê

source: Use Item
da: Brug genstand
de: Gegenstand benutzen
es: Usar objeto
fr: Utiliser objet
hy: Օգտագործել Նյութ
it: Usare l'oggetto
ja: アイテムを使用
pl: Użyj Przedmiotu
pt_br: Usar Item
ro: Folosește obiectul
ru: Использовать
vi: Dùng đồ

source: Chat
hy: Զրույց
it: Messaggistica
ja: チャット
pl: Czat
pt_br: Bate-Papo
ru: Чат
vi: Nói chuyện phiếm

source: Command
da: Kommando
de: Befehl
es: Orden
fr: Commande
hu: Parancs
hy: Հրաման
it: Comando
ja: コマンド
pl: Komenda
pt_br: Comando
ro: Comandă
ru: Команда
vi: Đanh từ điều khiển

source: Range Select
de: Weite Sicht
es: Seleccionar rango
fr: Sélectionner la portée
hy: Շարքի Ընտրություն
it: Selezione raggio
ja: 視野の調節
pl: Wybór odległości
pt_br: Selecionar Alcance
ro: Selectează raza
ru: Макс. дальность обзора
vi: Chọn phạm vi nhìn

source: Toggle Fly
de: Fliegen an/aus
es: Des/Activar vuelo
fr: (Dés)Activer Vol
hu: Repulés be/ki
hy: Թռչել Թումբլեռ
it: Volare Sì/No
ja: 飛行モード
pl: Włącz Latanie
pt_br: Alternar Vôo
ro: Comută zborul
ru: Режим полета
vi: Bật/tắt khả năng để bay

source: Up
da: Op
de: Hoch
es: Arriba
fr: Monter
hu: Fel
hy: Վեր
it: Su
ja: 上キー
pl: Góra
pt_br: Subir
ro: Sus
ru: Вверх
vi: Đi lên

source: Down
da: Ned
de: Runter
es: Abajo
fr: Descendre
hu: Le
hy: Ներքև
it: Giu`
ja: 下キー
pl: Dół
pt_br: Descer
ro: Jos
ru: Вниз
vi: Đi xuống

source: Run
da: Løb
de: Laufen
es: Correr
fr: Courir
hu: Futás
hy: Սկսել
it: Correre
ja: ダッシュ
pl: Bieg
pt_br: Correr
ro: Aleargă
ru: Быстрое перемещение
vi: Chạy

source: Examine/Open
da: Undersøg/Åbn
de: Untersuchen/Öffnen
es: Examinar/Abrir
fr: Examiner/Ouvrir
hu: Megvizsgál/Kinyit
hy: Ստուգել/Բացել
it: Esaminare/Aprire
ja: 調べる/開く
pl: Zbadaj/Otwórz
pt_br: Examinar/Abrir
ro: Examinează/deschide
ru: Проверить/открыть
vi: Xem/mở

source: Take Screenshot
de: Screenshot machen
es: Tomar captura de pantalla
fr: Prendre capture d'écran
hy: Վերցնել Էկրանինկար
it: Catturare la schermata
ja: スクリーンショットを撮影
pl: Wykonaj Zrzut Ekranu
pt_br: Pegar Captura de Tela
ro: Fă o captură de ecran
ru: Снимок экрана
vi: Chụp hình

source: Show/Hide HUD
de: HUD an/aus
es: Mostrar/Ocultar interfaz HUD
fr: Afficher/Cacher HUD
hy: Ցույց տալ/Թաքցնել HUD-ը
it: Visore Sì/No
ja: HUDを表示/非表示
pl: Pokaż/Ukryj Interfejs
pt_br: Mostrar/Ocultar HUD
ro: Arată/ascunde HUD-ul
ru: Вкл./откл. интерфейс
vi: Bật/tắt màn hình thông tin

source: Show/Hide Chat
de: Chat an/aus
es: Mostrar/Ocultar chat
fr: Afficher/Cacher chat
hy: Ցույց տալ/Թաքցնել Զրույցը
it: Messaggistica Sì/No
ja: チャットを表示/非表示
pl: Pokaż/Ukryj Czat
pt_br: Mostrar/Ocultar Bate-Papo
ro: Arată/ascunde chat-ul
ru: Показать/скрыть чат
vi: Bật/tắt chỗ nói chuyện

source: Toggle Fog
de: Nebel an/aus
es: Des/Activar niebla
fr: (Dés)Activer Brouilard
hu: Köd be/ki
hy: Թումբլեռ Մառախուղ
it: Nebbia Sì/No
ja: 霧を表示
pl: Włącz Mgłę
pt_br: Alternar Nevoeiro
ro: Comută ceața
ru: Туман
vi: Bật/tắt sương mù

source: Increase Viewing Range
de: Sichtweite erhöhen
es: Incrementar rango de visión
fr: Augmenter Ligne de Vue
hu: Látótávolság növelése
hy: Տեսահորիզոնի Մեծացում
it: Aumentare il raggio visivo
ja: 視野を拡大
pl: Zwiększ Zasięg Widoczności
pt_br: + Alcance de Visualização
ro: Crește raza vizuală
ru: Увел. дальность обзора
vi: Tăng lên phạm vị thấy

source: Decrease Viewing Range
de: Sichtweite verringern
es: Reducir rango de visión
fr: Diminuer Ligne de Vue
hu: Látótávolság csökkentése
hy: Տեսահորիզոնի Փոքրացում
it: Diminuire il raggio visivo
ja: 視野を縮小
pl: Zmniejsz Zasięg Widoczności
pt_br: - Alcance de Visualização
ro: Descrește raza vizuală
ru: Умен. дальность обзора
vi: Giảm bớt phạm vị thấy

source: Previous Item
de: Vorheriger Gegenstand
es: Anterior objeto
fr: Objet précedent
hy: Նախորդ Կետը
it: Oggetto precedente
ja: 次のアイテム
pl: Poprzedni Przedmiot
pt_br: Item Anterior
ro: Obiectul anterior
ru: Пред. предмет
vi: Đồ trước

source: Next Item
de: Nächster Gegenstand
es: Siguiente objeto
fr: Objet suivant
hy: Հաջորդ Նյութ
it: Oggetto successivo
ja: 前のアイテム
pl: Następny Przedmiot
pt_br: Próximo Item
ro: Obiectul următor
ru: След. предмет
vi: Đồ sau

source: Controls
de: Steuerung
es: Controles
fr: Touches
hu: Irányítás
hy: Կառավարումներ
it: Controlli
ja: 操作
pl: Sterowanie
pt_br: Controles
ro: Controale
ru: Управление
vi: Quyền năng trò chơi

source: Graphics
de: Grafik
es: Gráficos
fr: Graphismes
hu: Grafika
hy: Գրաֆիկա
it: Grafica
ja: グラフィック
pl: Grafika
pt_br: Gráficos
ro: Grafice
ru: Графика
vi: Hình ảnh

source: Video
de: Anzeige
fr: Vidéo
hy: Վիդեո
ja: ビデオ
pl: Wideo
pt_br: Vídeo
ru: Видео
vi: Viđêô

source: Sound
da: Lyd
de: Ton
es: Sonido
fr: Son
hu: Hang
hy: ձայն
it: Audio
ja: サウンド
pl: Dźwięk
pt_br: Som
ro: Sunet
ru: Звук
vi: Âm thanh

source: Terrain Mesh Detail
de: Geländemodelldetailgrad
hy: Ցանցի Տեղանքի Մանրամասներ
it: Dett. mesh del terreno
ja: 地形メッシュの詳細
pl: Szczegóły Terenu
pt_br: Detalhe da Malha do Terreno
ru: Качество ландшафта

source: Low
da: Lav
de: Niedrig
hu: Alacsony
hy: Ցածր
it: Basso
ja: 低
pl: Niskie
pt_br: Baixo
ru: Низкое

source: Medium
da: Mellem
de: Mittel
hu: Közepes
hy: Միջին
it: Medio
ja: 並
pl: Średnie
pt_br: Médio
ru: Среднее

source: High
da: Høj
de: Hoch
hu: Magas
hy: Բարձր
it: Alto
ja: 高
pl: Wysokie
pt_br: Alto
ru: Высокое

source: Texture Detail
de: Texturendetailgrad
hu: textúra részletesség
hy: Տեքստուռայի Դետալներ
it: Dettaglio delle texture
ja: テクスチャの詳細
pl: Szczegóły Tekstur
pt_br: Detalhe da Textura
ru: Качество текстур

source: Light Detail
de: Lichtdetailgrad
hu: Fény részletesség
hy: Լույսի Դետալներ
it: Dettaglio della luce
ja: 光の詳細
pl: Szczegóły Oświetlenia
pt_br: Detalhe da Luz
ru: Качество освещения

source: Classic HUD
de: Klassische HUD
es: Interfaz HUD clásica
fr: HUD classique
hu: Klasszikus HUD
hy: Դասական HUD
it: Visore classico
ja: 旧式HUD
pl: Klasyczny Interfejs
pt_br: HUD Clássica
ro: HUD clasic
ru: Классический интерфейс
vi: Màn hình thông tin cũ

source: Wieldring Index
de: Inventarring-Index
es: Índice de anillo usable
hy: Ինդեքսի Տիրապետող
it: Indice anello ogg. impugnati
ja: 手のインデックス
pl: Numery Slotów Trzymanych Przedmiotów
pt_br: Índice de Wieldring
ro: Indice inel de mânuire
ru: Номер инструмента в кольце
vi: Tròn kiểm kê

source: Some settings cannot be changed in-game.
de: Einige Einstellungen können nicht im Spiel geändert werden.
es: Algunas confguraciones no pueden ser cambiadas durante el juego.
fr: Certain paramètres ne peuvent pas être changés durant le jeu
hy: Որոշ պարամետրեր չի կարող փոփոխվել խաղում։
it: Alcune impostazioni non possono essere cambiate in gioco.
ja: いくつかの設定はゲーム中に変更することができません。
pl: Niektórych ustawień nie da się zmienić w trakcie gry.
pt_br: Algumas definições não podem ser alteradas em jogo
ro: Unele setări nu pot fi schimbate în timpul jocului.
ru: Некоторые настройки нельзя изменить в процессе игры.
vi: Có một số cài đặt không thể thay đổi trong trò chơi

source: Fullscreen
da: Fuld Skærm
de: Vollbild
es: Pantalla completa
fr: Plein écran
hu: Teljes képernyős
hy: Ամբողջ Էկրան
it: Schermo intero
ja: 全画面表示
pl: Tryb pełnego ekranu
pt_br: Tela Cheia
ro: Ecran complet
ru: Полный экран
vi: Toàn màn hình

source: Particles
da: Partikler
de: Partikel
es: Partículas
fr: Particules
hu: Részecskék
hy: Մասնիկներ
it: Particelle
ja: パーティクルの表示
pl: Cząsteczki
pt_br: Partículas
ro: Particule
ru: Эффекты частиц
vi: Hạt lửa và bụi

source: Mip-Mapping
es: Mapeo MIP
hy: Mip-Քարտեզագրում
ja: ミップマップ
ru: MIP-текстурирование

source: Bi-Linear Filtering
de: Bilineare Filterung
es: Filtrado bilineal
fr: Filtre bi-lineaire
hu: Bilineáris szűrő
hy: Bi-Գծային Ֆիլտրացիա
it: Filtro bilineare
ja: バイリニアフィルタリング
pl: Filtrowanie Dwuliniowe
pt_br: Filtragem Bi-Linear
ro: Filtru biliniar
ru: Билинейная фильтрация
vi: Lọc ảnh hai đường

source: Tri-Linear Filtering
de: Trilineare Filterung
es: Filtrado trilineal
fr: Filtre tri-lineaire
hu: Trilineáris szűtő
hy: Tri-Գծային Ֆիլտրացիա
it: Filtro trilineare
ja: トライリニアフィルタリング
pl: Filtrowanie Trójliniowe
pt_br: Filtragem Tri-Linear
ro: Filtru triliniar
ru: Трилинейная фильтрация
vi: Lọc ảnh ba đường

source: Anisotropic Filtering
de: Anisotropische Filterung
es: Filtrado anisótropo
fr: Filtre anisotropique
hu: Anizotropikus szűrő
hy: Anisotropic Զտիչ
it: Filtro anisotropico
ja: 異方性フィルタリング
pl: Filtrowanie Anizotropowe
pt_br: Filtragem Anisotrópica
ro: Filtru anisotropic
ru: Анизотропная фильтрация
vi: Lọc ảnh không đẳng hướng

source: Enable Texture Animation
hy: Միացնել Հյուսվածքը Անիմացիայի
it: Abilitare l'animazione delle immagini
pt_br: Habilitar Animação de Textura
ru: Разрешить анимацию текстур

source: Volume:
de: Lautstärke:
es: Volumen:
hu: Hangerő:
hy: Ծավալը․

source: press Key
de: Taste drücken
es: presionar Tecla
fr: Appuyez sur une touche
hu: nyomj meg egy gombot
hy: սեղմել Ստեղնը
it: premete il tasto
ja: キーを押してください
pl: naciśnij Przycisk
pt_br: pressione a Tecla
ro: apasă tasta
ru: нажмите клавишу
vi: Đánh nút

source: Unknown
da: Ukendt
de: Unbekannt
hu: Ismeretlen
hy: Անհայտ
it: Sconosciuto
ja: 不明
pl: Nieznane
pt_br: Desconhecido
ru: Неизвестно

source: Fall
da: Fald
de: Sturz
hu: Esés
hy: Ընկած
it: Caduta
ja: 落下
pl: Upadek
pt_br: Queda
ru: Падение

source: Exposure
de: Ausgesetztsein
hu: Kitevés
hy: Ցուցադրություն
it: Esposizione
ja: 野ざらし
pl: Odsłonięcie
pt_br: Exposição
ru: Погода

source: Cold
da: Kulde
de: Kälte
hu: Hideg
hy: Սառը
it: Freddo
ja: 寒さ
pl: Zimno
pt_br: Frio
ru: Холод

source: Attack
da: Angreb
de: Angriff
hu: Támadás
hy: Հարձակում
it: Attacco
ja: 攻撃
pl: Atak
pt_br: Ataque
ru: Атака

source: Vacuum of Space
hy: Անօդ Տարածություն
it: Vuoto spaziale
pt_br: Vácuo do Espaço
ru: Вакуум

source: Poison
da: Gift
de: Gift
hu: Mérgezés
hy: Թույն
it: Veleno
ja: 毒
pl: Trucizna
pt_br: Veneno
ru: Отравление

source: Summer
da: Sommer
de: Sommer
es: Verano
fr: Été
hu: Nyár
hy: Ամառ
it: Estate
ja: 夏
pl: Lato
pt_br: Verão
ro: Vara
ru: Лето

source: Autumn
da: Efterår
de: Herbst
es: Otoño
fr: Automne
hu: Ősz
hy: Աշուն
it: Autunno
ja: 秋
pl: Jesień
pt_br: Outono
ro: Toamna
ru: Осень

source: Winter
da: Vinter
es: Invierno
fr: Hiver
hu: Tél
hy: Ձմեռ
it: Inverno
ja: 冬
pl: Zima
pt_br: Inverno
ro: Iarnă
ru: Зима

source: Spring
da: Forår
de: Frühling
es: Primavera
fr: Printemps
hu: Tavasz
hy: Գարուն
it: Primavera
ja: 春
pl: Wiosna
pt_br: Primavera
ro: Primăvara
ru: Весна

source: Day %u of Year %u
da: Dag %u i År %u
de: %u. Tag im Jahre %u
es: Día %u del año %u
fr: Jour %u de l'An %u
hy: Օր %u Տարի %u
it: Giorno %u dell'anno %u
ja: %u日 %u年
pl: Dzień %u roku %u
pt_br: Dia %u do Ano %u
ro: Ziua %u a anului %u
ru: День %u года %u

source: Energy Boost: %d:%02d
de: Energieschub: %d:%02d
es: Aumento de energía: %d:%02d
fr: Boost d'Énergie : %d:%02d
hu: Energia túltöltés: %d:%02d
hy: Էներգիա: %d:%02d
it: Incremento energetico: %d:%02d
ja: エナジーブースト: %d:%02d
pl: Zwiększenie Energii: %d:%02d
pt_br: Impulso de Energia: %d:%02d
ro: Creștere de energie: %d:%02d
ru: Энергия: %d:%02d
vi: Tăng năng lượng: %d:%02d

source: Cold Protection: %d:%02d
de: Kälteschutz: %d:%02d
es: Proyección contra el frío: %d:%02d
fr: Protection Contre le Froid : %d:%02d
hu: Hideg elleni védelem: %d:%02d
hy: Ցրտի Պաշպանությունը: %d:%02d
it: Protezione dal freddo: %d:%02d
ja: 冷気プロテクション: %d:%02d
pl: Ochrona przed Zimnem: %d:%02d
pt_br: Proteção contra o Frio: %d:%02d
ro: Protecție la frig: %d:%02d
ru: Защита от холода: %d:%02d
vi: Bảo vệ lạnh: %d:%02d

source: Contains:
da: Indeholder:
de: Enthält:
es: Contiene:
fr: Contient :
hu: Tartalmaz:
hy: Պարունակում է։
it: Contiene:
ja: 要素:
pl: Zawiera:
pt_br: Contém>
ro: Conține:
ru: Содержит:

source: Cookable: Yes
de: Kochbar: Ja
es: Cocinable: Sí
fr: Cuisable : Oui
hu: Süthető
hy: Սարքվող է՞ : ԱՅՈ
it: Cucinabile: sì
ja: 調理: 可能
pl: Możliwość Upieczenia: Tak
pt_br: Cozinhavel: Sim
ro: Poate fi gătit: da
ru: Можно приготовить: Да
vi: Được nấu: được

source: Fuel Burn Time:
da: Brændetid:
de: Brennstoffbrenndauer:
es: Tiempo de consumo de combustible:
fr: Temps de Combustion :
hu: Fűtőanyag égési ideje:
hy: Վառելիքի Այրման Ժամանակ:
it: Tempo di bruciatura del combustibile:
ja: 炉の加熱時間
pl: Paliwa Pozostało na:
pt_br: Tempo de Queima de Combustível:
ro: Timp de ardere al combustibilului:
ru: Время горения топлива:
vi: Giờ cháy thiêu chất đốt:

source: Hunger:
da: Sult:
es: Hambre:
fr: Faim :
hu: Éhség:
hy: Սոված։
it: Fame:
ja: 満腹度:
pl: Głód:
pt_br: Fome:
ro: Foame:
ru: Голод:
vi: Sự đói:

source: Health:
da: Helbred:
de: Gesundheit:
es: Salud:
fr: Santé :
hu: Életerő:
hy: Առողջություն։
it: Salute:
ja: 体力:
pl: Życie:
pt_br: Saúde:
ro: Sănătate:
ru: Здоровье:
vi: Sức khoẻ:

source: Cold Protection:
de: Kälteschutz:
es: Protección contra el frío:
fr: Protection Contre le Froid :
hu: Hideg elleni védelem:
hy: Ցրտի Պաշպանությունը:
it: Protezione dal freddo:
ja: 冷気プロテクション:
pl: Ochrona przed Zimnem:
pt_br: Proteção contra o Frio:
ro: Protecție la frig:
ru: Защита от холода:
vi: Bảo vệ lạnh:

source: Energy Boost:
de: Energieschub:
es: Aumento de energía:
fr: Boost d'Énergie
hu: Energia túltöltés:
hy: Էներգիա:
it: Incremento energetico:
ja: エナジーブースト:
pl: Zwiększenie Energii:
pt_br: Impulso de Energia:
ro: Adaos de energie:
ru: Энергия:
vi: Tăng năng lượng:

source: Strength:
de: Stärke:
es: Fuerza:
hu: Erő:
hy: Ուժ:

source: Speed:
da: Hastighed:
de: Geschwindigkeit:
es: Velocidad:
fr: Vitesse :
hu: Sebesség:
hy: Արագություն։
it: Velocità:
ja: 速度:
pl: Szybkość:
pt_br: Velocidade:
ro: Viteză:
ru: Скорость:
vi: Tốc độ:
