Repository: Lucas-Developer/voxelands
Catalog: po/*/voxelands.po
Languages: da, de, es, fr, hu, hy, it, ja, pl, pt_br, ro, ru, vi

source: Change Clothing
da: Skift Tøj
de: Umziehen
es: Cambiar de ropa
fr: Changer de Vêtements
hu: Ruhacsere
hy: Հագուստի Փոփոխություն
it: Cambiare gli abiti
ja: 服を変更
pl: Zmień Ubranie
pt_br: Mudar a Roupa
ro: Schimbă îmbrăcămintea
ru: Сменить одежду

source: Loading
da: Indlæser
de: Laden
es: Cargando
fr: Chargement
hu: Töltés
hy: Բեռնում
it: Caricamento
ja: 読み込み中
pl: Wczytywanie
pt_br: Carregando
ro: Încărcare
ru: Загрузка

source: Loading...
da: Indlæser...
de: Laden ...
es: Cargando...
fr: Chargement...
hu: Töltés...
hy: Բեռնում․․․
it: Caricamento...
ja: 読み込んでいます...
pl: Wczytywanie...
pt_br: Carregando...
ro: Se încarcă...
ru: Загрузка...

source: Creating server...
de: Server erzeugen ...
es: Creando servidor...
fr: Création du serveur...
hu: Szerver létrehozása...
hy: Ստեղծվում է սերվեր...
it: Creazione del server...
ja: サーバーを作成しています...
pl: Tworzenie serwera...
pt_br: Criando servidor...
ro: Se creează serverul...
ru: Создаем сервер...

source: Creating client...
de: Client erzeugen ...
es: Creando cliente...
fr: Création du client...
hu: Kliens létrehozása...
hy: Ստեղծվում է հաճախորդ...
it: Creazione del client...
ja: クライアントを作成しています...
pl: Tworzenie klienta...
pt_br: Criando cliente...
ro: Se creează clientul...
ru: Создаем клиент...

source: Resolving address...
de: Adresse auflösen ...
es: Resolviendo dirección...
fr: Résolution de l'adresse...
hu: Cím feloldása...
hy: Որոշում հասցե...
it: Determinazione dell'indirizzo...
ja: アドレスを解決しています...
pl: Rozwiązywanie adresu...
pt_br: Resolvendo endereço...
ro: Se rezolvă adresa...
ru: Определяем адрес...

source: Couldn't resolve address
de: Adresse konnte nicht aufgelöst werden
es: No se pudo resolver la dirección
fr: Impossible de résoudre l'adresse
hu: Nem tudtam feloldani a címet...
hy: Չկարողացավ լուծել հասցեն
it: Non è stato possibile determinare l'indirizzo
ja: アドレスを解決できませんでした
pl: Nie można rozwinąć adresu
pt_br: Não foi possível resolver o endereço
ro: Nu s-a putut rezolva adresa
ru: Невозможно определить адрес

source: Connecting to server... (timeout in %d second)
de: Zum Server verbinden … (Zeitüberschreitung in %d Sekunde)
es: Conectando al servidor... (Tiempo de espera de %d segundo)
fr: Connection au serveur... (expiré dans %d seconde)
hu: Csatlakozás a szerverhez... (időtúllépés %d másodperc múlva)
hy: Միացում սերվերին... (ավարտ %d վայրկյան)
it: Connessione al server... (scadenza in %d secondo)
ja: サーバーに接続しています..(タイムアウト%d秒)
pl: Łączenie z serwerem... (koniec czasu połączenia za %d sekundę)
pt_br: Conectando ao servidor... (tempo esgotado em %d segundo)
ro: Se conectează la server... (expiră în %d secundă)
ru: Соединяемся с сервером... (таймаут %d секунда)

source: Access denied. Reason: %ls
de: Zugriff verwehrt. Grund: %ls
es: Acceso denegado. Razón: %ls
hu: Engedély megtagadva. Oka: %ls
hy: Մերժել են մուտքը։ Պատճառը %ls

source: Unable to Connect (port already in use?).
de: Verbindung nicht möglich (Port bereits verwendet?).
es: No se pudo conectar (¿puerto en uso?)
fr: Connexion impossible (port déjà utilisé ?).
hu: Nem tudok csatlakozni (port már használatban?)
hy: Չի հաջողվում միանալ (պորտը արդեն օգտագործվու՞մ է)։
it: Impossibile connettersi (porta già in uso?).
ja: 接続できません(ポートが既に使用されている可能性があります)。
pl: Nie można się połączyć (port już zajęty?)
pt_br: Não é possível a Conexão (porta já em uso?).
ro: Conectare nereușită (este deja folosit portul?).
ru: Невозможно подключиться (порт уже используется?).

source: Connection timed out.
de: Zeitüberschreitung der Verbindung.
es: Tiempo de espera de la conexión agotado.
fr: Connexion expirée
hu: A kapcsolat túllépte az időkorlátot.
hy: Միացման ժամանակը ավարտվեց։
it: Tempo di connessione scaduto.
ja: 接続がタイムアウトしました。
pl: Koniec czasu połączenia
pt_br: Tempo de conexão esgotada
ro: Conexiunea a expirat.
ru: Время ожидания соединения истекло.

source: Access denied. Reason:
de: Zugriff verweigert. Grund:
es: Acceso denegado. Razón:
fr: Accès interdit. Raison:
hu: Engedély megtagadva. Ok:
hy: Մերժել են մուտքը։ Պատճառը։
it: Accesso negato. Motivo:
ja: アクセスできません。原因:
pl: Odmowa dostępu. Powód:
pt_br: Acesso Negado. Motivo:
ro: Acces refuzat. Motivul:
ru: Доступ запрещен. Причина:

source: free_move disabled
de: Flugmodus deaktiviert
es: Movimiento_libre desactivado
fr: Mouvement libre désactivé
hu: free_move letiltva
hy: Թռիչքը անջատվեց
it: movimento_libero disabilitato
ja: 飛行モードを無効にしました
pl: swobodny_ruch wyłączony
pt_br: free_move desabilitado
ro: free_move dezactivat
ru: Режим полета отключен

source: free_move enabled
de: Flugmodus aktiviert
es: Movimiento_libre activado
fr: Mouvement libre activé
hu: free_move engedélyezve
hy: Թռիչքը միացվեց
it: movimento_libero abilitato
ja: 飛行モードを有効にしました
pl: swobodny_ruch włączony
pt_br: free_move habilitado
ro: free_move activat
ru: Режим полета включен

source: Saved screenshot to '%s'
de: Screenshot nach »%s« gespeichert
es: Se guardó la captura de pantalla en «%s»
fr: Enregistrement de la capture d'écran dans '%s'
hu: Képernyőkép mentve ide: '%s'
hy: Պահել Նկարը '%s' ֊ում
it: Schermata salvata in '%s'
ja: "%s"にスクリーンショットを保存しました
pl: Zapisano zrzut ekranu do '%s'
pt_br: Captura de Tela salva em '%s'
ro: Salvează captura de ecran în „%s”
ru: Снимок экрана сохранен в '%s'

source: HUD shown
da: HUD vist
de: HUD angezeigt
es: Mostrar interfaz HUD
fr: HUD affiché
hu: HUD látható
hy: HUD ցույց տալ
it: Visore visibile
ja: HUDを表示しました
pl: Interfejs HUD pokazany
pt_br: HUD mostrada
ro: Arată HUD-ul
ru: Интерфейс показан

source: HUD hidden
da: HUD skjult
de: HUD verborgen
es: Ocultar interfaz HUD
fr: HUD caché
hu: HUD rejtve
hy: HUD թաքցնել
it: Visore nascosto
ja: HUDを非表示にしました
pl: Interfejs HUD ukryty
pt_br: HUD escondida
ro: HUD ascuns
ru: Интерфейс скрыт

source: Chat shown
da: Chat Vist
de: Chat angezeigt
es: Mostrar chat
fr: Chat affiché
hu: Chat látható
hy: Տեսնել Զրույցը
it: Messaggistica visibile
ja: チャットを表示しました
pl: Okno czatu pokazane
pt_br: Bate-Papo mostrado
ro: Chat afișat
ru: Чат показан

source: Chat hidden
da: Chat Skjult
de: Chat verborgen
es: Ocultar chat
fr: Chat caché
hu: Chat rejtve
hy: Թաքցնել Զրույցը
it: Messaggistica nascosta
ja: チャットを非表示にしました
pl: Okno czatu ukryte
pt_br: Bate-Papo escondido
ro: Chat ascuns
ru: Чат скрыт

source: Fog disabled
da: Tåge deaktiveret
de: Nebel deaktiviert
es: Niebla desactivada
fr: Brouillard désactivé
hu: Köd letiltva
hy: Մառախուղ անջատել
it: Nebbia disabilitata
ja: 霧を非表示にしました
pl: Mgła wyłączona
pt_br: Nevoeiro desabilitado
ro: Ceața dezactivată
ru: Туман выключен

source: Fog enabled
da: Tåge aktiveret
de: Nebel aktiviert
es: Niebla activada
fr: Brouillard activé
hu: Köd engedélyezve
hy: Մառախուղ միացնել
it: Nebbia abilitata
ja: 霧を表示しました
pl: Mgła włączona
pt_br: Nevoeiro habilitado
ro: Ceața activată
ru: Туман включен

source: Camera update disabled
de: Kameraaktualisierung deaktiviert
es: Actualización de la cámara desactivada
fr: Mise à jour de la Caméra Désactivée
hu: Kamera frissítés letiltva
hy: Տեսախցիկի թարմացումը անջատված է
it: Aggiornamento della camera disabilitato
ja: マップの更新を無効にしました
pl: Ulepszenie kamery wyłączone
pt_br: Atualização de câmera desabilitada
ro: Actualizarea camerei dezactivată
ru: Обновление камеры отключено

source: Camera update enabled
de: Kameraaktualisierung aktiviert
es: Actualización de cámara activada
fr: Mise à jour de la Caméra Activée
hu: Kamera frissítés engedélyezve
hy: Տեսախցիկի թարմացումը միացված է
it: Aggiornamento della camera abilitato
ja: マップの更新を有効にしました
pl: Ulepszenie kamery włączone
pt_br: Atualização de câmera habitada
ro: Actualizarea camerei activată
ru: Обновление камеры включено

source: Debug info shown
de: Debuginfos angezeigt
es: Mostrar información de depuración
fr: Affichage des infos de debug
hu: Debug info megjelenítve
hy: Ցույց տալ Debug տեղեկություն
it: Info. di debug visibili
ja: デバッグ情報を表示しました
pl: Debug pokazany
pt_br: Informação de depuração mostrada
ro: Informația de depanare afișată
ru: Показана отладочная информация

source: Debug info and frametime graph hidden
de: Debuginfos und Framezeit-Graph verborgen
es: Ocultar información de depuración y gráfico de tiempo de trama
fr: Infos de debug et graphe de temps de frame cachés
hu: Debug info és frametime grafikon elrejtve
hy: Debug տեղեկություններ և ժամանակացույցը թաքնված
it: Info. di debug e dei fotogrammi nascoste
ja: デバッグ情報とフレーム数を非表示にしました
pl: Debug oraz wykres klatek ukryty
pt_br: Informação de depuração e de frametime gráfico escondida
ro: Informația de depanare și graficul cu durata cadrelor ascunse
ru: Отладочная информация и график производительности скрыты

source: Frametime graph shown
de: Framezeit-Graph angezeigt
es: Mostrar gráfico de tiempo de trama
fr: Graphe de temps de frame visible
hu: Frametime grafikon megjelenítve
hy: Ժամանակացույցը ցույց է տրված
it: Grafico dei fotogrammi visibile
ja: フレーム数を表示しました
pl: Wykres klatek pokazany
pt_br: Frametime gráfico mostrado
ro: Graficul cu durata cadrelor afișat
ru: Показан график производительности

source: Profiler shown (page %d of %d)
de: Profiler angezeigt (Seite %d von %d)
es: Mostrar perfilador (página %d de %d)
hu: Profilozó megjelenítve (%d / %d oldal )
hy: Պրոֆեյլեռ Ցուցադրում (Էջ %d ֊ից %d)
it: Profiler visualizzato (pagina %d di %d)
ja: プロファイラを表示しています(ページ %d/%d)
pl: Profiler pokazany (strona %d z %d)
pt_br: Profiler mostrado (página %d de %d)
ro: Profilatorul afișat (pagina %d din %d)
ru: Показан профайлер (страница %d из %d)

source: Profiler hidden
de: Profiler verborgen
es: Ocultar perfilador
hu: Profilozó elrejtve
hy: Պրոֆայլեռը թաքցնել
it: Profiler nascosto
ja: プロファイラーが非表示になりました
pl: Profiler ukryty
pt_br: Profiler escondido
ro: Profilatorul ascuns
ru: Профайлер скрыт

source: Minimum viewing range changed to %d
de: Minimale Sichtweite auf %d gesetzt
es: Rango mínimo de visión cambiado a %d
fr: Champ de vision minimal changé pour %d
hu: Legkisseb látótávolság %d -re változott
hy: Նվազագույն հեռավորությունը վերանայման փոխվել է %d
it: Raggio visivo minimo impostato a %d
ja: 視野の範囲を%dに変更しました
pl: Minimalny zasięg widoczności zmieniony na %d
pt_br: Alcance visual mínimo alterado para %d
ro: Raza minimă de vedere schimbată la %d
ru: Минимальная дальность обзора установлена в %d

source: Enabled full viewing range
de: Volle Sichtweite aktiviert
es: Activar rango completo de visión
fr: Champ de vision entier activé
hu: Teljes látótávolság engedélyezve
hy: Ամբողջական դիտումը ներառված է
it: Raggio visivo completo abilitato
ja: マップをすべて表示しています
pl: Włącz pełny zasięg widoczności
pt_br: Habilitado alcance de visualização completa
ro: Raza completă de vedere activată
ru: Максимальная дальность обзора включена

source: Disabled full viewing range
de: Volle Sichtweite deaktiviert
es: Desactivar rango completo de visión
fr: Champs de vision entier désactivé
hu: Teljes látótávolság letiltva
hy: Ամբողջական դիտումը ներառված չէ
it: Raggio visivo completo disabilitato
ja: マップを一部表示しています
pl: Wyłącz pełny zasięg widoczności
pt_br: Desabilitado alcance de visualização completa
ro: Raza completă de vedere dezactivată
ru: Максимальная дальность обзора отключена

source: Disconnected (Network Timeout)
de: Getrennt (Netzwerkzeitüberschreitung)
es: Desconectado (La red alcanzó el tiempo máximo de espera)
fr: Déconnecté (Réseau Timeout)
hu: Lecsatlakotatva (hálózati időtúllépés)
hy: Անջատված (Ցանցի Սպասումը ավարտվեց)
it: Disconnessione (timeout di rete)
ja: 切断されました(タイムアウト)
pl: Rozłączono z serwera (Brak Odpowiedzi Sieci)
pt_br: Desconectado (Tempo limite de Rede)
ro: Deconectat (Lipsă conexiune rețea)
ru: Отключен (таймаут сети)

source: Shutting down...
da: Lukker ned...
de: Beenden ...
es: Apagando...
fr: Exctinction...
hu: Kilépés...
hy: Անջատում...
it: Spegnimento...
ja: 終了中...
pl: Wyłączanie...
pt_br: Encerrando...
ro: Se închide...
ru: Завершаем работу...

source: You died.
de: Sie sind gestorben.
es: Muerto.
fr: Vous êtes mort.
hu: Meghaltál.
hy: Դուք Մահացաք։
it: Siete morti.
ja: あなたは死んでしまった！
pl: Zginąłeś.
pt_br: Você morreu.
ro: Te-ai prăpădit.
ru: Вы умерли.

source: Respawn
de: Wiederbeleben
es: Reapareciendo
hy: Վերսկսել
it: Ricomparire
ja: リスポーン
pl: Odradzanie się
pt_br: Trazido de volta
ro: Învie
ru: Возродиться

source: Left click: Move all items, Right click: Move single item
de: Linksklick: Alle Gegenstände verschieben, Rechtsklick: 1 Gegenstand verschieben
es: Clic izquierdo: Mueve todos los objetos, Clic derecho: Mueve un solo objeto
fr: Clic gauche: Déplace tous les objets, clic droit: Déplace un seul objet
hy: Ձախ կլիկ: տեղափոխել բոլոր իրերը, Աջ կլիկ։ տեղափոխել մեկ տարր
it: Click sinistro: muove tutti gli oggetti; Click destro: muove un oggetto
ja: 左クリック:まとめて移動、右クリック:一つずつ移動
pl: Kliknięcie lewym przyciskiem myszy: Przenieś wszystkie przedmioty, Kliknięcie prawym przyciskiem myszy: Przenieś pojedynczy przedmiot
pt_br: Clique esquerdo: Move todos os itens, Clique direito: Move um item
ro: Clic stânga: mută toate elementele, clic dreapta: mută un singur element
ru: Левый клик: переместить все, Правый клик: переместить один

source: Write It
de: Schreiben
es: Escribirlo
fr: Écrire ici
hy: Գրել
it: Scriverlo
ja: 記入する
pl: Napisz
pt_br: Escreva Isto
ro: Scrie asta
ru: Пишите

source: Character Creator
de: Figurenersteller
es: Creador de personaje
fr: Créateur de personnage
hu: Karakter készítő
hy: Կերպարը Ստեղծող
it: Creatore del personaggio
ja: スキン作成
pl: Tworzenie Postaci
pt_br: Criador de Personagens
ro: Creator de personaje
ru: Создание персонажа

source: Single Player
de: Einzelspieler
es: Un jugador
fr: Solo
hu: Egyjátékos mód
hy: Մեկ Խաղացող
it: Giocatore singolo
ja: シングルプレイヤー
pl: Gra jednoosobowa
pt_br: Um Jogador
ro: Un singur jucător
ru: Локальная игра

source: Multi Player
de: Netzwerkserver
es: Multijugador
fr: Multi joueurs
hu: Többjátékos mód
hy: Շատ Խաղացողներ
it: Giocatori multipli
ja: マルチプレイヤー
pl: Tryb dla wielu graczy
pt_br: Multijogador
ro: Joc în rețea
ru: Многопользовательская игра

source: Settings
de: Einstellungen
es: Configuraciones
fr: Options
hu: Beállítások
hy: Կարգավորումներ
it: Impostazioni
ja: 設定
pl: Opcje
pt_br: Configurações
ro: Setări
ru: Настройки

source: Credits
de: Mitwirkende
es: Créditos
fr: Crédits
hu: Készítették
hy: Վարկային
it: Riconoscimenti
ja: クレジット
pl: Twórcy
pt_br: Créditos
ro: Credite
ru: Благодарности

source: Quit
da: Afslut
de: Beenden
es: Salir
fr: Quitter
hu: Kilépés
hy: Դուրս գալ
it: Uscire
ja: 終了
pl: Zamknij
pt_br: Sair
ro: Ieși
ru: Выйти

source: Creative Mode
de: Kreativmodus
es: Modo creativo
fr: Mode créatif
hu: Kreatív mód
hy: Ստեղծագործ Ռեժիմ
it: Modalità creativa
ja: クリエイティブモード
pl: Tryb Kreatywny
pt_br: Modo Criativo
ro: Mod creativ
ru: Творческий режим

source: Adventure Mode
de: Abenteuermodus
es: Modo aventura
hu: Kaland mód
hy: Արկածային Ռեժիմ

source: Survival Mode
de: Überlebensmodus
es: Modo supervivencia
fr: Mode survie
hu: Tűlélő mód
hy: Գոյատևման Ռեժիմ
it: Modalità sopravvivenza
ja: サバイバルモード
pl: Tryb Przetrwania
pt_br: Modo Sobrevivência
ro: Mod supraviețuire
ru: Режим выживания

source: Advanced Settings
de: Erweiterte Einstellungen
es: Configuraciones avanzadas
hu: Haladó beállítások
hy: Լրացուցիչ Կարգավորումներ

source: Map Options
de: Karteneinstellungen
es: Opciones de mapeo
hu: Pálya beállítások
hy: Քարտեզի Տարբերակներ

source: Start Game
de: Spiel starten
es: Iniciar juego
fr: Démarrer le jeu
hu: Játék indítása
hy: Սկսել Խաղը
it: Avvio del gioco
ja: ゲーム開始
pl: Rozpocznij Grę
pt_br: Iniciar Jogo
ro: Începe jocul
ru: Начать игру

source: Hide Advanced Settings
de: Erweiterte Einstellungen verbergen
es: Ocultar configuraciones avanzadas
hu: Haladó beállítások elrejtése
hy: Թաքցնել Լրացուցիչ Կարգավորումները

source: Creatures
de: Kreaturen
es: Monstruos
hu: Lények
hy: Էակներ

source: None
de: Keine
es: Nada
hu: Egyik sem
hy: Ոչինչ

source: Passive
de: Passiv
es: Pasivo
hu: Passzív
hy: Պասիվ

source: Passive & Aggressive
de: Passiv und aggressiv
es: Pasivo y agresivo
hu: Passzív és aggresszív
hy: Պասիվ Է և Ագրեսիվ

source: Passive, Aggressive, & Destructive
de: Passiv, aggressiv und destruktiv
es: Pasivo, agresivo y destructivo
hu: Passzív, aggresszív és destruktív
hy: Պասիվ, Ագրեսիվ և Ապակառուցող

source: Player Damage
de: Spielerschaden
es: Daño al jugador
hy: Վնասվող Խաղացող

source: Suffocation/Drowning
de: Ersticken/Ertrinken
es: Asfixia/ahogo
hu: Fojtás/Fulladás
hy: Շնչահեղձ/Ջրահեղձում

source: Hunger
es: Hambre
fr: Faim
hu: Éhség
hy: Սոված
it: Fame
ja: 餓死
pl: Głód
pt_br: Fome
ro: Foame
ru: Голод
vi: Sự đói

source: Tool Wear
de: Werkzeugabnutzung
es: Desgaste de la herramiente
hu: Eszközök kopnak
hy: Կրել Գործիք

source: Dangerous Fire
de: Gefährliches Feuer
es: Fuego peligroso
hu: Veszélyes tűz
hy: Վտանգավոր Հրդեհներ

source: Infinite Inventory
de: Unendliches Inventar
es: Inventario infinito
hy: Անսահման Հաշվառում

source: Initial Inventory
de: Startausrüstung
es: Inventario inicial
hy: Առաջնային Հաշվառում

source: Droppable Inventory
de: Wegwerfbares Inventar
es: Inventario desechable
hy: Ապակենտրոնացված Հաշվառում

source: Death drops Inventory
de: Tod lässt Inventar fallen
es: Al morir se deja caer el inventario
hy: Մահ Ընկնելուց Հաշվառում

source: Hide Map Options
de: Karteneinstellungen verbergen
es: Ocultar opciones de mapeo
hu: Pálya beállítások elrejtése
hy: Թաքցնել Քարտեզի Հատկությունները

source: Create New Map
de: Neue Karte erstellen
es: Crear un nuevo mundo
hu: Új pálya létrehozása
hy: Ստեղծել Նոր Քարտեզ

source: Warning! Your old map will be deleted!
de: Warnung! Ihre alte Karte wird gelöscht!
es: ¡Advertencia, Su antiguo mapa será borrado!
hu: Figyelem! A régi pályád törlődni fog!
hy: Զգուշացու՛մ, Ձեր հին քարտեզը կհեռացվի։

source: Map Type
de: Kartentyp
es: Tipo de mapa
hu: Pálya típusa
hy: Քարտի Տեսակ

source: Flat
de: Flach
es: Plano
hu: egyenes
hy: Բնակարան

source: Flatter
de: Flacher
es: Planísimo
hu: Még egyenesebb
hy: Անտառային

source: Smoother
de: Weicher
es: Suavísimo
hu: Sima
hy: Ավելի Հարթ

source: Default
de: Standard
es: Predeterminado
hu: Alapértelmezett
hy: Լռելյայն

source: Hilly
de: Hügelig
es: Colinoso
hu: Dombos
hy: Հիլլի

source: Mountains
de: Berge
es: Montaña
hu: Hegyes
hy: Սարեր

source: Crazy
de: Verrückt
es: Loco
hu: Őrült
hy: Խենթ

source: Crazy Hills
de: Verrückte Hügel
es: Colinas locas
hu: Örült hegyes
hy: Խենթ Հիլզ

source: Use Fixed Seed
de: Festen Startwert benutzen
es: Usar semilla fija
hy: Օգտագործել Հաստատուն Սերմեր

source: Map Seed
de: Kartenstartwert
es: Semilla del mapa
hy: Սերմերի Քարտեզում

source: Clear Map
de: Karte leeren
es: Limpiar mapa
hu: Pálya tisztítása
hy: Մաքրել Քարտեզը

source: Warning! This will delete all construction from your map!
de: Warnung! Dies wird alle Bauten aus Ihrer Karte entfernen!
es: ¡Advertencia! ¡Esto eliminará todas las construcciones del mapa!
hu: Figyelem! Az összes változtatás törlődni fog a pályádról!
hy: Զգուշացու՛մ, Դա կհանգեցնի հեռացմանը ձեր քարտեզի բոլոր աշխատանքները

source: Voxelands http://www.voxelands.com/ By Lisa 'darkrose' Milne <lisa@ltmnet.com> and contributors.
da: Voxelands : http://www.voxelands.com/ Af Lisa 'darkrose' Milne <lisa@ltmnet.com> og bidragsydere.
de: Voxelands http://www.voxelands.com/ Von Lisa »darkrose« Milne <lisa@ltmnet.com> und Mitwirkenden.
es: Voxelands http://www.voxelands.com/ Por Lisa «darkrose» Milne <lisa@ltmnet.com> y otros contribuidores.
fr: Voxelands http://www.voxelands.com/ Par Lisa 'darkrose' Milne <lisa@ltmnet.com> et contributeurs.
hu: Voxelands http://www.voxelands.com/ Készítette: Lisa 'darkrose' Milne <lisa@ltmnet.com> és közreműdödők.
hy: Voxelands http://www.voxelands.com/ Lisa 'darkrose' Milne <lisa@ltmnet.com> Ներդումով։
it: Voxelands http://www.voxelands.com/ Di Lisa 'darkrose' Milne <lisa@ltmnet.com> e contributori.
ja: Voxelands http://www.voxelands.com/ Lisa 'darkrose' Milne <lisa@ltmnet.com> と貢献者によって開発されています。
pl: Voxelands http://www.voxelands.com/ Stworzone przez Lisa 'darkrose' Milne <lisa@ltmnet.com> i współtwórców.
pt_br: Voxelands http://www.voxelands.com/ Por Lisa 'darkrose' Milne <lisa@ltmnet.com> e contribuidores.
ro: Voxelands http://www.voxelands.com/ De Lisa 'darkrose' Milne <lisa@ltmnet.com> și contribuitori.
ru: Voxelands http://www.voxelands.com/ От Lisa 'darkrose' Milne <lisa@ltmnet.com> и сотоварищи.
vi: Voxelands http://www.voxelands.com/ Được làm bởi Lisa 'darkrose' Milne <lisa@ltmnet.com> và người giúp sức khác

source: Programmers
da: Programmører
de: Programmierer
es: Programadores
fr: Programmeurs
hu: Programozók
hy: Ծրագրավորողներ
it: Programmatori
ja: プログラマー
pl: Programiści
pt_br: Programadores
ro: Programatori
ru: Программирование
vi: Người lập trình trên máy tính

source: Artists and Modellers
de: 2D- und 3D-Künstler
es: Artistas y modeladores
fr: Artistes et Modélistes
hu: Művészek és Modellezők
hy: Արվեստագետներ և Մոդելավորողներ
it: Artisti e modellisti
ja: アーティストとモデレーター
pl: Graficy i Modelarze
pt_br: Artistas e Modeladores
ro: Artiști și modelatori
ru: Графика
vi: Nghệ sĩ và người làm mẫu vật

source: Translators
da: Oversættere
de: Übersetzer
es: Traductores
fr: Traducteurs
hu: Fordítók
hy: Թարգմանիչներ
it: Traduttori
ja: 翻訳者
pl: Tłumacze
pt_br: Tradutores
ro: Translator
ru: Локализация
vi: Người dịch

source: Documentation Writers
hy: Փաստաթղթերի Գրողները
it: Scrittori della documentazione
ja: ドキュメントの執筆者
pt_br: Escritores de Documentação
ru: Разработчики документации

source: Testers, Packagers, and Builders
de: Tester und Softwarepaketebauer
es: Probadores, empaquetadores y constructores
fr: Testeurs, Packagers et Builders
hy: Փորձասարք, Փոթեթներ և Շինարարներ
it: Tester, impacchettatori, e builder
ja: テスター、パッケージャー、ビルダー
pl: Testerzy i Twórcy Paczek
pt_br: Testadores, Empacotadores, e Construtores
ro: Testeri, împachetatori și constructori
ru: Тестирование, сборка и создание установочных пакетов
vi: Người thử, người đóng gói, và người xây dựng phần mềm của máy tính

source: Music and Sound Effects Composers
de: Musik- und Toneffektkomponisten
es: Compositores de la música y efectos de sonido
fr: Compositeurs pour la Musique et le Son
hu: Zene,- és Hangeffekt szerzők
hy: Երաժշտություն, Ձայնային Էֆեկտների և Կոմպոզիտորներ
it: Compositori di musica ed effetti sonori
ja: 音楽とサウンドエフェクトの作曲者
pl: Muzyka i Efekty Dźwiękowe
pt_br: Compositores de Músicas e Efeitos Sonoros
ro: Compozitori de muzică și efecte muzicale
ru: Музыка и звуковые эффекты
vi: Người sáng tác âm nhạc và âm thanh

source: Other Contributers, and Special Thanks
de: Andere Mitwirkende und besonderes Dankeschön
es: Otros contribuidores y agradecimientos especiales
fr: Autres Contributeurs et Remerciements Spéciaux
hu: További Közreműködők, és Külön Köszönet
hy: Այլ մասնակիցներին, Հատուկ Շնորհակալություն
it: Altri contributori, e ringraziamenti speciali
ja: その他の貢献者、スペシャルサンクス
pl: Inni współtworzący oraz należącym się specjalne podziękowania
pt_br: Outros Contribuidores, e Agradecimentos Especiais
ro: Alți contribuitori și mulțumiri speciale
ru: Другие участники, наши благодарности
vi: Người giúp sức khác, và cảm ơn đặc biệt
