Repository: Lucas-Developer/voxelands
Catalog: po/*/voxelands.po
Languages: da, de, es, fr, hu, hy, it, ja, pl, pt_br, ro, ru, vi

source: Red Leather Jacket
da: Rød Læderjakke
de: rote Lederjacke
es: Chaqueta de cuero roja
fr: Veste Rouge en Cuir
hu: piros bőrkabát
hy: Կարմիր Կաշվե Բաճկոն
it: Giacca rossa di pelle
ja: 赤いレザージャケット
pl: Czerwona Kurtka ze Skóry
pt_br: Jaqueta de Couro Vermelha
ro: Jachetă roșie de piele
ru: Красная кожаная куртка
vi: Áo vét da đỏ

source: Yellow Leather Jacket
da: Gul Læderjakke
de: gelbe Lederjacke
es: Chaqueta de cuero amarilla
fr: Veste Jaune en Cuir
hu: sárga bőrkabát
hy: Դեղին Կաշվե Բաճկոն
it: Giacca gialla di pelle
ja: 黄色いレザージャケット
pl: Żółta Kurtka ze Skóry
pt_br: Jaqueta de Couro Amarela
ro: Jachetă galbenă de piele
ru: Желтая кожаная куртка
vi: Áo vét da vàng

source: Black Leather Jacket
da: Sort Læderjakke
de: schwarze Lederjacke
es: Chaqueta de cuero negra
fr: Veste Noire en Cuir
hu: fekete bőrkabát
hy: Սև Կաշվե Բաճկոն
it: Giacca nera di pelle
ja: 黒いレザージャケット
pl: Czarna Kurtka ze Skóry
pt_br: Jaqueta de Couro Preta
ro: Jachetă neagră de piele
ru: Черная кожаная куртка
vi: Áo vét da đen

source: Leather Pants
da: Læderbukser
de: Lederhose
es: Pantalón de cuero
fr: Pantalon en Cuir
hu: bőrnadrág
hy: Կաշվե Տաբատ
it: Pantaloni di pelle
ja: レザーパンツ
pl: Spodnie ze Skóry
pt_br: Calças de Couro
ro: Pantaloni de piele
ru: Кожаные штаны
vi: Quần da

source: White Leather Pants
da: Hvide Læderbukser
de: weiße Lederhose
es: Pantalón de cuero blanco
fr: Pantalon Blanc en Cuir
hu: fehér bőrnadrág
hy: Սպիտակ Կաշվե Տաբատ
it: Pantaloni bianchi di pelle
ja: 白いレザーパンツ
pl: Białe Spodnie ze Skóry
pt_br: Calças de Couro Brancas
ro: Pantaloni albi de piele
ru: Белые кожаные штаны
vi: Quần da trắng

source: Blue Leather Pants
da: Blå Læderbukser
de: blaue Lederhose
es: Pantalón de cuero azul
fr: Pantalon Bleu en Cuir
hu: kék bőrnadrág
hy: Կապույտ Կաշվե Տաբատ
it: Pantaloni blu di pelle
ja: 青いレザーパンツ
pl: Niebieskie Spodnie ze Skóry
pt_br: Calças de Couro Azuis
ro: Pantaloni negri de piele
ru: Синие кожаные штаны
vi: Quần da xanh

source: Green Leather Pants
da: Grønne Læderbukser
de: grüne Lederhose
es: Pantalón de cuero verde
fr: Pantalon Vert en Cuir
hu: zöld bőrnadrág
hy: Կանաչ Կաշվե Տաբատ
it: Pantaloni verdi di pelle
ja: 緑色のレザーパンツ
pl: Zielone Spodnie ze Skóry
pt_br: Calças de Couro Verdes
ro: Pantaloni verzi de piele
ru: Зеленые кожаные штаны
vi: Quần da xanh lá cây

source: Orange Leather Pants
da: Orange Læderbukser
de: orange Lederhose
es: Pantalón de cuero naranja
fr: Pantalon Orange en Cuir
hu: narancssárga bőrnadrág
hy: Նարնջագույն Կաշվե Տաբատ
it: Pantaloni arancioni di pelle
ja: オレンジ色のレザーパンツ
pl: Pomarańczowe Spodnie ze Skóry
pt_br: Calças de Couro Alarnajadas
ro: Pantaloni portocalii de piele
ru: Оранжевые кожаные штаны
vi: Quần da cam

source: Purple Leather Pants
da: Lilla Læderbukser
de: lila Lederhose
es: Pantalón de cuero púrpura
fr: Pantalon Violet en Cuir
hu: lila bőrnadrág
hy: Մուգ Կաշվե Տաբատ
it: Pantaloni viola di pelle
ja: 紫色のレザーパンツ
pl: Fioletowe Spodnie ze Skóry
pt_br: Calças de Couro Roxas
ro: Pantaloni purpurii de piele
ru: Фиолетовые кожаные штаны
vi: Quần da tím

source: Red Leather Pants
da: Røde Læderbukser
de: rote Lederhose
es: Pantalón de cuero rojo
fr: Pantalon Rouge en Cuir
hu: piros bőrnadrág
hy: Կարմիր Կաշվե Տաբատ
it: Pantaloni rossi di pelle
ja: 赤いレザーパンツ
pl: Czerwone Spodnie ze Skóry
pt_br: Calças de Couro Vermelhas
ro: Pantaloni roșii de piele
ru: Красные кожаные штаны
vi: Quần da đỏ

source: Yellow Leather Pants
da: Gule Læderbukser
de: gelbe Lederhose
es: Pantalón de cuero amarillo
fr: Pantalon Jaune en Cuir
hu: sárga bőrnadrág
hy: Դեղին Կաշվե Տաբատ
it: Pantaloni gialli di pelle
ja: 黄色いレザーパンツ
pl: Żółte Spodnie ze Skóry
pt_br: Calças de Couro Amarelas
ro: Pantaloni galbeni de piele
ru: Желтые кожаные штаны
vi: Quần da vàng

source: Black Leather Pants
da: Sorte Læderbukser
de: schwarze Lederhose
es: Pantalón de cuero negro
fr: Pantalon Noir en Cuir
hu: fekete bőrnadrág
hy: Սև Կաշվե Տաբատ
it: Pantaloni neri di pelle
ja: 黒いレザーパンツ
pl: Czarne Spodnie ze Skóry
pt_br: Calças de Couro Pretas
ro: Pantaloni negri de piele
ru: Черные кожаные штаны
vi: Quần da đen

source: Leather Hat
da: Læderhat
de: Lederhut
es: Sombrero de cuero
fr: Chapeau en Cuir
hu: bőrkalap
hy: Կաշվե Գլխարկ
it: Cappello di pelle
ja: レザーハット
pl: Czapka ze Skóry
pt_br: Chapéu de Couro
ro: Pălărie de piele
ru: Кожаная шапка
vi: Mũ da

source: White Leather Hat
da: Hvid Læderhat
de: weißer Lederhut
es: Sombrero de cuero blanco
fr: Chapeau Blanc en Cuir
hu: fehér bőrkalap
hy: Սպիտակ Կաշվե Գլխարկ
it: Cappello bianco di pelle
ja: 白いレザーハット
pl: Biała Czapka ze Skóry
pt_br: Chapéu de Couro Branco
ro: Pălărie albă de piele
ru: Белая кожаная шапка
vi: Mũ da trắng

source: Blue Leather Hat
da: Blå Læderhat
de: blauer Lederhut
es: Sombrero de cuero azul
fr: Chapeau Bleu en Cuir
hu: kék bőrkalap
hy: Կապույտ Կաշվե Գլխարկ
it: Cappello blu di pelle
ja: 青いレザーハット
pl: Niebieska Czapka ze Skóry
pt_br: Chapéu de Couro Azul
ro: Pălărie albastră de piele
ru: Синяя кожаная шапка
vi: Mũ da xanh

source: Green Leather Hat
da: Grøn Læderhat
de: grüner Lederhut
es: Sombrero de cuero verde
fr: Chapeau Vert en Cuir
hu: zöld bőrkalap
hy: Կանաչ Կաշվե Գլխարկ
it: Cappello verde di pelle
ja: 緑色のレザーハット
pl: Zielona Czapka ze Skóry
pt_br: Chapéu de Couro Verde
ro: Pălărie verde de piele
ru: Зеленая кожаная шапка
vi: Mũ da xanh lá cây

source: Orange Leather Hat
da: Orange Læderhat
de: orange Lederhut
es: Sombrero de cuero naranja
fr: Chapeau Orange en Cuir
hu: narancssárga bőrkalap
hy: Նարնջագույն Կաշվե Գլխարկ
it: Cappello arancione di pelle
ja: オレンジ色のレザーハット
pl: Pomarańczowa Czapka ze Skóry
pt_br: Chapéu de Couro Laranja
ro: Pălărie portocaliede piele
ru: Оранжевая кожаная шапка
vi: Mũ da cam

source: Purple Leather Hat
da: Lilla Læderhat
de: lila Lederhut
es: Sombrero de cuero púrpura
fr: Chapeau Violet en Cuir
hu: lila bőrkalap
hy: Մուգ Կաշվե Գլխարկ
it: Cappello viola di pelle
ja: 紫色のレザーハット
pl: Fioletowa Czapka ze Skóry
pt_br: Chapéu de Couro Roxo
ro: Pălărie purpuriede piele
ru: Фиолетовая кожаная шапка
vi: Mũ da tím

source: Red Leather Hat
da: Rød Læderhat
de: roter Lederhut
es: Sombrero de cuero rojo
fr: Chapeau Rouge en Cuir
hu: piros bőrkalap
hy: Կարմիր Կաշվե Գլխարկ
it: Cappello rosso di pelle
ja: 赤いレザーハット
pl: Czerwona Czapka ze Skóry
pt_br: Chapéu de Couro Vermelho
ro: Pălărie roșie de piele
ru: Красная кожаная шапка
vi: Mũ da đỏ

source: Yellow Leather Hat
da: Gul Læderhat
de: gelber Lederhut
es: Sombrero de cuero amarillo
fr: Chapeau Jaune en Cuir
hu: sárga bőrkalap
hy: Դեղին Կաշվե Գլխարկ
it: Cappello giallo di pelle
ja: 黄色いレザーハット
pl: Żółta Czapka ze Skóry
pt_br: Chapéu de Couro Amarelo
ro: Pălărie galbenă de piele
ru: Желтая кожаная шапка
vi: Mũ da vàng

source: Black Leather Hat
da: Sort Læderhat
de: schwarzer Lederhut
es: Sombrero de cuero negro
fr: Chapeau Noir en Cuir
hu: fekete bőrkalap
hy: Սև Կաշվե Գլխարկ
it: Cappello nero di pelle
ja: 黒いレザーハット
pl: Czarna Czapka ze Skóry
pt_br: Chapéu de Couro Preto
ro: Pălărie neagră de piele
ru: Черная кожаная шапка
vi: Mũ da đen

source: Leather Helmet
da: Læderhjelm
de: Lederhelm
es: Casco de cuero
fr: Casque en Cuir
hu: bőrsisak
hy: Կաշվե Սաղավարտ
it: Elmo di pelle
ja: レザーヘルメット
pl: Skórzany Hełm
pt_br: Elmo de Couro
ro: Cască de piele
ru: Кожаный шлем
vi: Mũ bảo hiểm da

source: White Leather Helmet
da: Hvid Læderhjelm
de: weißer Lederhelm
es: Casco de cuero blanco
fr: Casque Blanc en Cuir
hu: fehér bőrsisak
hy: Սպիտակ Կաշվե Սաղավարտ
it: Elmo bianco di pelle
ja: 白いレザーヘルメット
pl: Biały Skórzany Hełm
pt_br: Elmo de Couro Branco
ro: Cască albă de piele
ru: Белый кожаный шлем
vi: Mũ bảo hiểm da trắng

source: Blue Leather Helmet
da: Blå Læderhjelm
de: blauer Lederhelm
es: Casco de cuero azul
fr: Casque Bleu en Cuir
hu: kék bőrsisak
hy: Կապույտ Կաշվե Սաղավարտ
it: Elmo blu di pelle
ja: 青いレザーヘルメット
pl: Niebieski Skórzany Hełm
pt_br: Elmo de Couro Azul
ro: Cască albastră de piele
ru: Синий кожаный шлем
vi: Mũ bảo hiểm da xanh

source: Green Leather Helmet
da: Grøn Læderhjelm
de: grüner Lederhelm
es: Casco de cuero verde
fr: Casque Vert en Cuir
hu: zöld bőrsisak
hy: Կանաչ Կաշվե Սաղավարտ
it: Elmo verde di pelle
ja: 緑色のレザーヘルメット
pl: Zielony Skórzany Hełm
pt_br: Elmo de Couro Verde
ro: Cască verde de piele
ru: Зеленый кожаный шлем
vi: Mũ bảo hiểm da xanh lá cây

source: Orange Leather Helmet
da: Orange Læderhjelm
de: orange Lederhelm
es: Casco de cuero naranja
fr: Casque Orange en Cuir
hu: narancssárga bőrsisak
hy: Նարնջագույն Կաշվե Սաղավարտ
it: Elmo arancione di pelle
ja: オレンジ色のレザーヘルメット
pl: Pomarańczowy Skórzany Hełm
pt_br: Elmo de Couro Laranja
ro: Cască portocalie de piele
ru: Оранжевый кожаный шлем
vi: Mũ bảo hiểm da cam

source: Purple Leather Helmet
da: Lilla Læderhjelm
de: lila Lederhelm
es: Casco de cuero púrpura
fr: Casque Violet en Cuir
hu: lila bőrsisak
hy: Մուգ Կաշվե Սաղավարտ
it: Elmo viola di pelle
ja: 紫色のレザーヘルメット
pl: Fioletowy Skórzany Hełm
pt_br: Elmo de Couro Roxo
ro: Cască purpurie de piele
ru: Фиолетовый кожаный шлем
vi: Mũ bảo hiểm da tím

source: Red Leather Helmet
da: Red Læderhjelm
de: roter Lederhelm
es: Casco de cuero rojo
fr: Casque Rouge en Cuir
hu: piros bőrsisak
hy: Կարմիր Կաշվե Սաղավարտ
it: Elmo rosso di pelle
ja: 赤いレザーヘルメット
pl: Czerwony Skórzany Hełm
pt_br: Elmo de Couro Vermelho
ro: Cască roșie de piele
ru: Красный кожаный шлем
vi: Mũ bảo hiểm da đỏ

source: Yellow Leather Helmet
da: Gul Læderhjelm
de: gelber Lederhelm
es: Casco de cuero amarillo
fr: Casque Jaune en Cuir
hu: sárga bőrsisak
hy: Դեղին Կաշվե Սաղավարտ
it: Elmo giallo di pelle
ja: 黄色いレザーヘルメット
pl: Żółty Skórzany Hełm
pt_br: Elmo de Couro Amarelo
ro: Cască galbenă de piele
ru: Желтый кожаный шлем
vi: Mũ bảo hiểm da vàng

source: Black Leather Helmet
da: Sort Læderhjelm
de: schwarzer Lederhelm
es: Casco de cuero negro
fr: Casque Noir en Cuir
hu: fekete bőrsisak
hy: Սև Կաշվե Սաղավարտ
it: Elmo nero di pelle
ja: 黒いレザーヘルメット
pl: Czarny Skórzany Hełm
pt_br: Elmo de Couro Preto
ro: Cască neagră de piele
ru: Черный кожаный шлем
vi: Mũ bảo hiểm da đen

source: White Leather Shoes
da: Hvide Lædersko
de: weiße Lederschuhe
es: Zapatos de cuero blancos
fr: Chaussures Blanches en Cuir
hu: fehér bőrcipő
hy: Սպիտակ Կաշվե Կոշիկներ
it: Scarpe bianche di pelle
ja: 白いレザースニーカー
pl: Białe Skórzane Buty
pt_br: Sapatos de Couro Brancos
ro: Cască albă de piele
ru: Белые кожаные туфли
vi: Giày da trắng

source: Blue Leather Shoes
da: Blå Lædersko
de: blaue Lederschuhe
es: Zapatos de cuero azules
fr: Chaussures Bleues en Cuir
hu: kék bőrcipő
hy: Կապույտ Կաշվե Կոշիկներ
it: Scarpe blu di pelle
ja: 青いレザースニーカー
pl: Niebieskie Skórzane Buty
pt_br: Sapatos de Couro Azuis
ro: Cască albastră de piele
ru: Синие кожаные туфли
vi: Giày da xanh

source: Green Leather Shoes
da: Grønne Lædersko
de: grüne Lederschuhe
es: Zapatos de cuero verdes
fr: Chaussures Vertes en Cuir
hu: zöld bőrcipő
hy: Կանաչ Կաշվե Կոշիկներ
it: Scarpe verdi di pelle
ja: 緑色のレザースニーカー
pl: Zielone Skórzane Buty
pt_br: Sapatos de Couro Verdes
ro: Cască verde de piele
ru: Зеленые кожаные туфли
vi: Giày da xanh lá cây

source: Orange Leather Shoes
da: Orange Lædersko
de: orange Lederschuhe
es: Zapatos de cuero naranjas
fr: Chaussures Orange en Cuir
hu: narancssárga bőrcipő
hy: Նարնջագույն Կաշվե Կոշիկներ
it: Scarpe arancioni di pelle
ja: オレンジ色のレザースニーカー
pl: Pomarańczowe Skórzane Buty
pt_br: Sapatos de Couro Alaranjados
ro: Cască portocalie de piele
ru: Оранжевые кожаные туфли
vi: Giày da cam

source: Purple Leather Shoes
da: Lilla Lædersko
de: lila Lederschuhe
es: Zapatos de cuero púrpuras
fr: Chaussures Violettes en Cuir
hu: lila bőrcipő
hy: Մուգ Կաշվե Կոշիկներ
it: Scarpe viola di pelle
ja: 紫色のレザースニーカー
pl: Fioletowe Skórzane Buty
pt_br: Sapatos de Couro Roxos
ro: Cască purpurie de piele
ru: Фиолетовые кожаные туфли
vi: Giày da tím

source: Red Leather Shoes
da: Røde Lædersko
de: rote Lederschuhe
es: Zapatos de cuero rojos
fr: Chaussures Rouges en Cuir
hu: piros bőrcipő
hy: Կարմիր Կաշվե Կոշիկներ
it: Scarpe rosse di pelle
ja: 赤いレザースニーカー
pl: Czerwone Skórzane Buty
pt_br: Sapatos de Couro Vermelhos
ro: Cască roșie de piele
ru: Красные кожаные туфли
vi: Giày da đỏ

source: Yellow Leather Shoes
da: Gule Lædersko
de: gelbe Lederschuhe
es: Zapatos de cuero amarillos
fr: Chaussures Jaunes en Cuir
hu: sárga bőrcipő
hy: Դեղին Կաշվե Կոշիկներ
it: Scarpe gialle di pelle
ja: 黄色いレザースニーカー
pl: Żółte Skórzane Buty
pt_br: Sapatos de Couro Amarelos
ro: Cască galbenă de piele
ru: Желтые кожаные туфли
vi: Giày da vàng

source: Black Leather Shoes
da: Sorte Lædersko
de: schwarze Lederschuhe
es: Zapatos de cuero negros
fr: Chaussures Noires en Cuir
hu: fekete bőrcipő
hy: Սև Կաշվե Կոշիկներ
it: Scarpe nere di pelle
ja: 黒いレザースニーカー
pl: Czarne Skórzane Buty
pt_br: Sapatos de Couro Pretos
ro: Cască neagră de piele
ru: Черные кожаные туфли
vi: Giày da đen

source: Leather Boots
da: Læderstøvler
de: Lederstiefel
es: Botas de cuero
fr: Bottes en Cuir
hu: bőr csizma
hy: Կաշվե Երկարաճիտ կոշիկներ
it: Stivali di pelle
ja: レザーブーツ
pl: Skórzane Cięższe Buty
pt_br: Botas de Couro
ro: Cizme de piele
ru: Кожаные ботинки
vi: Giày ống da

source: White Leather Boots
da: Hvide Læderstøvler
de: weiße Lederstiefel
es: Botas de cuero blancas
fr: Bottes Blanches en Cuir
hu: fehér bőr csizma
hy: Սպիտակ Կաշվե Երկարաճիտ կոշիկներ
it: Stivali bianchi di pelle
ja: 白いレザーブーツ
pl: Białe Skórzane Cięższe Buty
pt_br: Botas de Couro Brancas
ro: Cizme albe de piele
ru: Белые кожаные ботинки
vi: Giày ống da trắng

source: Blue Leather Boots
da: Blå Læderstøvler
de: blaue Lederstiefel
es: Botas de cuero azules
fr: Bottes Bleues en Cuir
hu: kék bőr csizma
hy: Կապույտ Կաշվե Երկարաճիտ կոշիկներ
it: Stivali blu di pelle
ja: 青いレザーブーツ
pl: Niebieskie Skórzane Cięższe Buty
pt_br: Botas de Couro Azuis
ro: Cizme albastre de piele
ru: Синие кожаные ботинки
vi: Giày ống da xanh

source: Green Leather Boots
da: Grønne Læderstøvler
de: grüne Lederstiefel
es: Botas de cuero verdes
fr: Bottes Vertes en Cuir
hu: zöld bőr csizma
hy: Կանաչ Կաշվե Երկարաճիտ կոշիկներ
it: Stivali verdi di pelle
ja: 緑色のレザーブーツ
pl: Zielone Skórzane Cięższe Buty
pt_br: Botas de Couro Verdes
ro: Cizme verzide piele
ru: Зеленые кожаные ботинки
vi: Giày ống da xanh lá cây

source: Orange Leather Boots
da: Orange Læderstøvler
de: orange Lederstiefel
es: Botas de cuero naranjas
fr: Bottes Orange en Cuir
hu: narancssárga bőr csizma
hy: Նարնջագույն Կաշվե Երկարաճիտ կոշիկներ
it: Stivali arancioni di pelle
ja: オレンジ色のレザーブーツ
pl: Pomarańczowe Skórzane Cięższe Buty
pt_br: Botas de Couro Alaranjadas
ro: Cizme portocaliide piele
ru: Оранжевые кожаные ботинки
vi: Giày ống da cam

source: Purple Leather Boots
da: Lilla Læderstøvler
de: lila Lederstiefel
es: Botas de cuero púrpuras
fr: Bottes Violettes en Cuir
hu: lila bőr csizma
hy: Մուգ Կաշվե Երկարաճիտ կոշիկներ
it: Stivali viola di pelle
ja: 紫色のレザーブーツ
pl: Fioletowe Skórzane Cięższe Buty
pt_br: Botas de Couro Roxas
ro: Cizme purpurii de piele
ru: Фиолетовые кожаные ботинки
vi: Giày ống da tím

source: Red Leather Boots
da: Røde Læderstøvler
de: rote Lederstiefel
es: Botas de cuero rojas
fr: Bottes Rouges en Cuir
hu: piros bőr csizma
hy: Կարմիր Կաշվե Երկարաճիտ կոշիկներ
it: Stivali rossi di pelle
ja: 赤いレザーブーツ
pl: Czerwone Skórzane Cięższe Buty
pt_br: Botas de Couro Vermelhas
ro: Cizme roșii de piele
ru: Красные кожаные ботинки
vi: Giày ống da đỏ

source: Yellow Leather Boots
da: Gule Læderstøvler
de: gelbe Lederstiefel
es: Botas de cuero amarillas
fr: Bottes Jaunes en Cuir
hu: sárga bőr csizma
hy: Դեղին Կաշվե Երկարաճիտ կոշիկներ
it: Stivali gialli di pelle
ja: 黄色いレザーブーツ
pl: Żółte Skórzane Cięższe Buty
pt_br: Botas de Couro Amarelas
ro: Cizme galbene de piele
ru: Желтые кожаные ботинки
vi: Giày ống da vàng

source: Black Leather Boots
da: Sorte Læderstøvler
de: schwarze Lederstiefel
es: Botas de cuero negras
fr: Bottes Noires en Cuir
hu: fekete bőr csizma
hy: Սև Կաշվե Երկարաճիտ կոշիկներ
it: Stivali neri di pelle
ja: 黒いレザーブーツ
pl: Czarne Skórzane Cięższe Buty
pt_br: Botas de Couro Pretas
ro: Cizme negre de piele
ru: Черные кожаные ботинки
vi: Giày ống da đen

source: Leather Belt
da: Læderbælte
de: Ledergürtel
es: Cinturón de cuero
fr: Ceinture en Cuir
hu: bőröv
hy: Կաշվե Գոտի
it: Cintura di pelle
ja: レザーベルト
pl: Skórzany Pasek
pt_br: Cinto de Couro
ro: Centură de piele
ru: Кожаный пояс
vi: Dây lưng da

source: White Leather Belt
da: Hvidt Læderbælte
de: weißer Ledergürtel
es: Cinturón de cuero blanco
fr: Ceinture Blanche en Cuir
hu: fehér bőröv
hy: Սպիտակ Կաշվե Գոտի
it: Cintura bianca di pelle
ja: 白いレザーベルト
pl: Biały Skórzany Pasek
pt_br: Cinto de Couro Branco
ro: Centură albă de piele
ru: Белый кожаный пояс
vi: Dây lưng da trắng

source: Blue Leather Belt
da: Blåt Læderbælte
de: blauer Ledergürtel
es: Cinturón de cuero azul
fr: Ceinture Bleue en Cuir
hu: kék bőröv
hy: Կապույտ Կաշվե Գոտի
it: Cintura blu di pelle
ja: 青いレザーベルト
pl: Niebieski Skórzany Pasek
pt_br: Cinto de Couro Azul
ro: Centură albastră de piele
ru: Синий кожаный пояс
vi: Dây lưng da xanh

source: Green Leather Belt
da: GrøntLæderbælte
de: grüner Ledergürtel
es: Cinturón de cuero verde
fr: Ceinture Verte en Cuir
hu: zöld bőröv
hy: Կանաչ Կաշվե Գոտի
it: Cintura verde di pelle
ja: 緑色のレザーベルト
pl: Zielony Skórzany Pasek
pt_br: Cinto de Couro Verde
ro: Centură verde de piele
ru: Зеленый кожаный пояс
vi: Dây lưng da xanh lá cây

source: Orange Leather Belt
da: Orange Læderbælte
de: orange Ledergürtel
es: Cinturón de cuero naranja
fr: Ceinture Orange en Cuir
hu: narancssárga bőröv
hy: Նարնջագույն Կաշվե Գոտի
it: Cintura arancione di pelle
ja: オレンジ色のレザーベルト
pl: Pomarańczowy Skórzany Pasek
pt_br: Cinto de Couro Laranja
ro: Centură portocalie de piele
ru: Оранжевый кожаный пояс
vi: Dây lưng da cam

source: Purple Leather Belt
da: Lilla Læderbælte
de: lila Ledergürtel
es: Cinturón de cuero púrpura
fr: Ceinture Violette en Cuir
hu: lila bőröv
hy: Մուգ Կաշվե Գոտի
it: Cintura viola di pelle
ja: 紫色のレザーベルト
pl: Fioletowy Skórzany Pasek
pt_br: Cinto de Couro Roxo
ro: Centură purpurie de piele
ru: Фиолетовый кожаный пояс
vi: Dây lưng da tím

source: Red Leather Belt
da: Rødt Læderbælte
de: roter Ledergürtel
es: Cinturón de cuero rojo
fr: Ceinture Rouge en Cuir
hu: piros bőröv
hy: Կարմիր Կաշվե Գոտի
it: Cintura rossa di pelle
ja: 赤いレザーベルト
pl: Czerwony Skórzany Pasek
pt_br: Cinto de Couro Vermelho
ro: Centură roșie de piele
ru: Красный кожаный пояс
vi: Dây lưng da đỏ

source: Yellow Leather Belt
da: Gult Læder
de: gelber Ledergürtel
es: Cinturón de cuero amarillo
fr: Ceinture Jaune en Cuir
hu: sárga bőröv
hy: Դեղին Կաշվե Գոտի
it: Cintura gialla di pelle
ja: 黄色いレザーベルト
pl: Żółty Skórzany Pasek
pt_br: Cinto de Couro Amarelo
ro: Centură galbenă de piele
ru: Желтый кожаный пояс
vi: Dây lưng da vàng

source: Black Leather Belt
da: Sort Læderbælte
de: schwarzer Ledergürtel
es: Cinturón de cuero negro
fr: Ceinture Noire en Cuir
hu: fekete bőröv
hy: Սև Կաշվե Գոտի
it: Cintura nera di pelle
ja: 黒いレザーベルト
pl: Czarny Skórzany Pasek
pt_br: Cinto de Couro Preto
ro: Centură neagră de piele
ru: Черный кожаный пояс
vi: Dây lưng da đen

source: Fur Coat
da: Pelsfrakke
de: Pelzmantel
es: Abrigo de piel
fr: Manteau de Fourrure
hu: szőrmekabát
hy: Մորթյա Մուշտակ
it: Cappotto di pelliccia
ja: 毛皮のコート
pl: Futro
pt_br: Casaco de Pele
ro: Haină de blană
ru: Меховое пальто
vi: Áo choàng da lông thú

source: White Fur Coat
da: Hvid Pelsfrakke
de: weißer Pelzmantel
es: Abrigo de piel blanco
fr: Manteau de Fourrure Blanc
hu: fehér szőrmekabát
hy: Սպիտակ Մորթյա Մուշտակ
it: Cappotto bianco di pelliccia
ja: 白い毛皮のコート
pl: Białe Futro
pt_br: Casaco de Pele Branco
ro: Haină albă de blană
ru: Белое меховое пальто
vi: Áo choàng da lông thú trắng

source: Blue Fur Coat
da: Blå Pelsfrakke
de: blauer Pelzmantel
es: Abrigo de piel azul
fr: Manteau de Fourrure Bleu
hu: kék szőrmekabát
hy: Կապույտ Մորթյա Մուշտակ
it: Cappotto blu di pelliccia
ja: 青い毛皮のコート
pl: Niebieskie Futro
pt_br: Casaco de Pele Azul
ro: Haină albastră de blană
ru: Синее меховое пальто
vi: Áo choàng da lông thú xanh

source: Green Fur Coat
da: Grøn Pelsfrakke
de: grüner Pelzmantel
es: Abrigo de piel verde
fr: Manteau de Fourrure Vert
hu: zöld szőrmekabát
hy: Կանաչ Մորթյա Մուշտակ
it: Cappotto verde di pelliccia
ja: 緑色の毛皮のコート
pl: Zielone Futro
pt_br: Casaco de Pele Verde
ro: Haină verde de blană
ru: Зеленое меховое пальто
vi: Áo choàng da lông thú xanh lá cây

source: Orange Fur Coat
da: Orange Pelsfrakke
de: orange Pelzmantel
es: Abrigo de piel naranja
fr: Manteau de Fourrure Orange
hu: narancssárga szőrmekabát
hy: Նարնջագույն Մորթյա Մուշտակ
it: Cappotto arancione di pelliccia
ja: オレンジ色の毛皮のコート
pl: Pomarańczowe Futro
pt_br: Casaco de Pele Laranja
ro: Haină portocalie de blană
ru: Оранжевое меховое пальто
vi: Áo choàng da lông thú cam

source: Purple Fur Coat
da: Lilla Pelsfrakke
de: lila Pelzmantel
es: Abrigo de piel púrpura
fr: Manteau de Fourrure Violet
hu: lila szőrmekabát
hy: Մուգ Մորթյա Մուշտակ
it: Cappotto viola di pelliccia
ja: 紫色の毛皮のコート
pl: Fioletowe Futro
pt_br: Casaco de Pele Roxo
ro: Haină purpurie de blană
ru: Фиолетовое меховое пальто
vi: Áo choàng da lông thú tím

source: Red Fur Coat
da: Rød Pelsfrakke
de: roter Pelzmantel
es: Abrigo de piel rojo
fr: Manteau de Fourrure Rouge
hu: piros szőrmekabát
hy: Կարմիր Մորթյա Մուշտակ
it: Cappotto rosso di pelliccia
ja: 赤い毛皮のコート
pl: Czerwone Futro
pt_br: Casaco de Pele Vermelho
ro: Haină roșie de blană
ru: Красное меховое пальто
vi: Áo choàng da lông thú đỏ

source: Yellow Fur Coat
da: Gul Pelsfrakke
de: gelber Pelzmantel
es: Abrigo de piel amarillo
fr: Manteau de Fourrure Jaune
hu: sárga szőrmekabát
hy: Դեղին Մորթյա Մուշտակ
it: Cappotto giallo di pelliccia
ja: 黄色い毛皮のコート
pl: Żółte Futro
pt_br: Casaco de Pele Amarelo
ro: Haină galbenă de blană
ru: Желтое меховое пальто
vi: Áo choàng da lông thú vàng

source: Black Fur Coat
da: Sort Pelsfrakke
de: schwarzer Pelzmantel
es: Abrigo de piel negro
fr: Manteau de Fourrure Noir
hu: fekete szőrmekabát
hy: Սև Մորթյա Մուշտակ
it: Cappotto nero di pelliccia
ja: 黒い毛皮のコート
pl: Czarne Futro
pt_br: Casaco de Pele Preto
ro: Haină neagră de blană
ru: Черное меховое пальто
vi: Áo choàng da lông thú đen

source: Fur Pants
da: Pelsbukser
de: Pelzhose
es: Pantalón de piel
fr: Pantalon de Fourrure
hu: szőrmenadrág
hy: Մորթյա Տաբատ
it: Pantaloni di pelliccia
ja: 毛皮のズボン
pl: Futrowe Spodnie
pt_br: Calças de Pele
ro: Pantaloni de blană
ru: Меховые штаны
vi: Quần da lông thú

source: White Fur Pants
da: Hvide Pelsbukser
de: weiße Pelzhose
es: Pantalón de piel blanco
fr: Pantalon Blanc en Fourrure
hu: fehér szőrmenadrág
hy: Սպիտակ Մորթյա Տաբատ
it: Pantaloni bianchi di pelliccia
ja: 白い毛皮のズボン
pl: Białe Futrowe Spodnie
pt_br: Calças de Pele Brancas
ro: Pantaloni albi de blană
ru: Белые меховые штаны
vi: Quần da lông thú trắng

source: Blue Fur Pants
da: Blå Pelsbukser
de: blaue Pelzhose
es: Pantalón de piel azul
fr: Pantalon Bleu en Fourrure
hu: kék szőrmenadrág
hy: Կապույտ Մորթյա Տաբատ
it: Pantaloni blu di pelliccia
ja: 青い毛皮のズボン
pl: Niebieskie Futrowe Spodnie
pt_br: Calças de Pele Azuis
ro: Pantaloni albaștri de blană
ru: Синие меховые штаны
vi: Quần da lông thú xanh

source: Green Fur Pants
da: Grønne Pelsbukser
de: grüne Pelzhose
es: Pantalón de piel verde
fr: Pantalon Vert en Fourrure
hu: zöld szőrmenadrág
hy: Կանաչ Մորթյա Տաբատ
it: Pantaloni verdi di pelliccia
ja: 緑色の毛皮のズボン
pl: Zielone Futrowe Spodnie
pt_br: Calças de Pele Verdes
ro: Pantaloni verzi de blană
ru: Зеленые меховые штаны
vi: Quần da lông thú xanh lá cây

source: Orange Fur Pants
da: Orange Pelsbukser
de: orange Pelzhose
es: Pantalón de piel naranja
fr: Pantalon Orange en Fourrure
hu: narancssárga szőrmenadrág
hy: Նարնջագույն Մորթյա Տաբատ
it: Pantaloni arancioni di pelliccia
ja: オレンジ色の毛皮のズボン
pl: Pomarańczowe Futrowe Spodnie
pt_br: Calças de Pele Alaranjadas
ro: Pantaloni portocalii de blană
ru: Оранжевые меховые штаны
vi: Quần da lông thú cam
