Repository: Lucas-Developer/voxelands
Catalog: po/*/voxelands.po
Languages: da, de, es, fr, hu, hy, it, ja, pl, pt_br, ro, ru, vi

source: Green Cotton Shirt
da: Grøn Bomuldstrøje
de: grünes Baumwollhemd
es: Camisa de algodón verde
fr: Chemise Verte en Coton
hu: zöld pamuting
hy: Կանաչ Բամբակյա Շապիկ
it: Camicia verde di cotone
ja: 緑色のコットンのシャツ
pl: Zielona Koszula z Bawełny
pt_br: Camisa de Algodão Verde
ro: Cămașă verde de bumbac
ru: Зеленая хлопковая рубашка
vi: Áo bông gòn xanh lá cây

source: Orange Cotton Shirt
da: Orange Bomuldstrøje
de: orange Baumwollhemd
es: Camisa de algodón naranja
fr: Chemise Orange en Coton
hu: narancssárga pamuting
hy: Նարնջագույն Բամբակյա Շապիկ
it: Camicia arancione di cotone
ja: オレンジ色のコットンのシャツ
pl: Pomarańczowa Koszula z Bawełny
pt_br: Camisa de Algodão Laranja
ro: Cămașă portocalie de bumbac
ru: Оранжевая хлопковая рубашка
vi: Áo bông gòn cam

source: Purple Cotton Shirt
da: Lilla Bomuldstrøje
de: lila Baumwollhemd
es: Camisa de algodón púrpura
fr: Chemise Violette en Coton
hu: lila pamuting
hy: Մուգ Բամբակյա Շապիկ
it: Camicia viola di cotone
ja: 紫色のコットンのシャツ
pl: Fioletowa Koszula z Bawełny
pt_br: Camisa de Algodão Roxa
ro: Cămașa purpurie de bumbac
ru: Фиолетовая хлопковая рубашка
vi: Áo bông gòn tím

source: Red Cotton Shirt
da: Rød Bomuldstrøje
de: rotes Baumwollhemd
es: Camisa de algodón roja
fr: Chemise Rouge en Coton
hu: piros pamuting
hy: Կարմիր Բամբակյա Շապիկ
it: Camicia rossa di cotone
ja: 赤いコットンのシャツ
pl: Czerwona Koszula z Bawełny
pt_br: Camisa de Algodão Vermelha
ro: Cămașa roșie de bumbac
ru: Красная хлопковая рубашка
vi: Áo bông gòn đỏ

source: Yellow Cotton Shirt
da: Gul Bomuldstrøje
de: gelbes Baumwollhemd
es: Camisa de algodón amarilla
fr: Chemise Jaune en Coton
hu: sárga pamuting
hy: Դեղին Բամբակյա Շապիկ
it: Camicia gialla di cotone
ja: 黄色いコットンのシャツ
pl: Żółta Koszula z Bawełny
pt_br: Camisa de Algodão Amarela
ro: Cămașa galbenă de bumbac
ru: Желтая хлопковая рубашка
vi: Áo bông gòn vàng

source: Black Cotton Shirt
da: Sort Bomuldstrøje
de: schwarzes Baumwollhemd
es: Camisa de algodón negra
fr: Chemise Noire en Coton
hu: fekete pamuting
hy: Սև Բամբակյա Շապիկ
it: Camicia nera di cotone
ja: 黒いコットンのシャツ
pl: Czarna Koszula z Bawełny
pt_br: Camisa de Algodão Preta
ro: Cămașa neagră de bumbac
ru: Черная хлопковая рубашка
vi: Áo bông gòn đen

source: Cotton Shorts
da: Bomuldsshorts
de: Baumwoll-Shorts
es: Pantalón corto de algodón
fr: Short en Coton
hu: pamutnadrág
hy: Բամբակյա Տաբատ
it: Pantaloncini di cotone
ja: コットンの半ズボン
pl: Spodenki z Bawełny
pt_br: Shorts de Algodão
ro: Pantaloni scurți de bumbac
ru: Хлопковые шорты
vi: Quần sóoc bông gòn

source: Blue Cotton Shorts
da: Blå Bomuldsshorts
de: blaue Baumwoll-Shorts
es: Pantalón corto de algodón azul
fr: Short Bleu en Coton
hu: kék pamutnadrág
hy: Կապույտ Բամբակյա Տաբատ
it: Pantaloncini blu di cotone
ja: 青いコットンの半ズボン
pl: Niebieskie Spodenki z Bawełny
pt_br: Shorts de Algodão Azul
ro: Pantaloni scurți albaștri de bumbac
ru: Синие хлопковые шорты
vi: Quần sóoc bông gòn xanh

source: Green Cotton Shorts
da: Grønne Bomuldsshorts
de: grüne Baumwoll-Shorts
es: Pantalón corto de algodón verde
fr: Short Vert en Coton
hu: zöld pamutnadrág
hy: Կանաչ Բամբակյա Տաբատ
it: Pantaloncini verdi di cotone
ja: 緑色のコットンの半ズボン
pl: Zielone Spodenki z Bawełny
pt_br: Shorts de Algodão Verde
ro: Pantaloni scurți verzi de bumbac
ru: Зеленые хлопковые шорты
vi: Quần sóoc bông gòn xanh lá cây

source: Orange Cotton Shorts
da: Orange Bomuldsshorts
de: orange Baumwoll-Shorts
es: Pantalón corto de algodón naranja
fr: Short Orange en Coton
hu: narancssárga pamutnadrág
hy: Նարնջագույն Բամբակյա Տաբատ
it: Pantaloncini arancioni di cotone
ja: オレンジ色のコットンの半ズボン
pl: Pomarańczowe Spodenki z Bawełny
pt_br: Shorts de Algodão Laranja
ro: Pantaloni scurți portocalii de bumbac
ru: Оранжевые хлопковые шорты
vi: Quần sóoc bông gòn cam

source: Purple Cotton Shorts
da: Lilla Bomuldsshorts
de: lila Baumwoll-Shorts
es: Pantalón corto de algodón púrpura
fr: Short Violet en Coton
hu: lila pamutnadrág
hy: Մուգ Բամբակյա Տաբատ
it: Pantaloncini viola di cotone
ja: 紫色のコットンの半ズボン
pl: Fioletowe Spodenki z Bawełny
pt_br: Shorts de Algodão Roxo
ro: Pantaloni scurți purpurii de bumbac
ru: Фиолетовые хлопковые шорты
vi: Quần sóoc bông gòn tím

source: Red Cotton Shorts
da: Røde Bomuldsshorts
de: rote Baumwoll-Shorts
es: Pantalón corto de algodón rojo
fr: Short Rouge en Coton
hu: piros pamutnadrág
hy: Կարմիր Բամբակյա Տաբատ
it: Pantaloncini rossi di cotone
ja: 赤いコットンの半ズボン
pl: Czerwone Spodenki z Bawełny
pt_br: Botas de Pele
ro: Pantaloni scurți roșii de bumbac
ru: Красные хлопковые шорты
vi: Quần sóoc bông gòn đỏ

source: Yellow Cotton Shorts
da: Gule Bomuldsshorts
de: gelbe Baumwoll-Shorts
es: Pantalón corto de algodón amarillo
fr: Short Jaune en Coton
hu: sárga pamutnadrág
hy: Դեղին Բամբակյա Տաբատ
it: Pantaloncini gialli di cotone
ja: 黄色いコットンの半ズボン
pl: Żółte Spodenki z Bawełny
pt_br: Shorts de Algodão Amarelo
ro: Pantaloni scurți galbeni de bumbac
ru: Желтые хлопковые шорты
vi: Quần sóoc bông gòn vàng

source: Black Cotton Shorts
da: Sorte Bomuldsshorts
de: schwarze Baumwoll-Shorts
es: Pantalón corto de algodón negro
fr: Short Noir en Coton
hu: fekete pamutnadrág
hy: Սև Բամբակյա Տաբատ
it: Pantaloncini neri di cotone
ja: 黒いコットンの半ズボン
pl: Czarne Spodenki z Bawełny
pt_br: Shorts de Algodão Preto
ro: Pantaloni scurți negri de bumbac
ru: Черные хлопковые шорты
vi: Quần sóoc bông gòn đen

source: Cotton Hat
da: Bomuldshat
de: Baumwollhut
es: Sombrero de algodón
fr: Chapeau en Coton
hu: pamutkalap
hy: Բամբակյա Գլխարկ
it: Cappello di cotone
ja: コットンの帽子
pl: Czapka z Bawełny
pt_br: Chapéu de Algodão
ro: Pălărie de bumbac
ru: Хлопковая шляпа
vi: Mũ bông gòn

source: Blue Cotton Hat
da: Blå Bomuldshat
de: blauer Baumwollhut
es: Sombrero de algodón azul
fr: Chapeau Bleu en Coton
hu: kék pamutkalap
hy: Կապույտ Բամբակյա Գլխարկ
it: Cappello blu di cotone
ja: 青いコットンの帽子
pl: Niebieska Czapka z Bawełny
pt_br: Chapéu de Algodão Azul
ro: Pălărie albastră de bumbac
ru: Синяя хлопковая шляпа
vi: Mũ bông gòn xanh

source: Green Cotton Hat
da: Grøn Bomuldshat
de: grüner Baumwollhut
es: Sombrero de algodón verde
fr: Chapeau Vert en Coton
hu: zöld pamutkalap
hy: Կանաչ Բամբակյա Գլխարկ
it: Cappello verde di cotone
ja: 緑色のコットンの帽子
pl: Zielona Czapka z Bawełny
pt_br: Chapéu de Algodão Verde
ro: Pălărie verde de bumbac
ru: Зеленая хлопковая шляпа
vi: Mũ bông gòn xanh lá cây

source: Orange Cotton Hat
da: Orange Bomuldshat
de: orange Baumwollhut
es: Sombrero de algodón naranja
fr: Chapeau Orange en Coton
hu: narancssárga pamutkalap
hy: Նարնջագույն Բամբակյա Գլխարկ
it: Cappello arancione di cotone
ja: オレンジ色のコットンの帽子
pl: Pomarańczowa Czapka z Bawełny
pt_br: Chapéu de Algodão Laranja
ro: Pălărie portocalie de bumbac
ru: Оранжевая хлопковая шляпа
vi: Mũ bông gòn cam

source: Purple Cotton Hat
da: Lilla Bomuldshat
de: lila Baumwollhut
es: Sombrero de algodón púrpura
fr: Chapeau Violet en Coton
hu: lila pamutkalap
hy: Մուգ Բամբակյա Գլխարկ
it: Cappello viola di cotone
ja: 紫色のコットンの帽子
pl: Fioletowa Czapka z Bawełny
pt_br: Chapéu de Algodão Roxo
ro: Pălărie purpurie de bumbac
ru: Фиолетовая хлопковая шляпа
vi: Mũ bông gòn tím

source: Red Cotton Hat
da: Rød Bomuldshat
de: roter Baumwollhut
es: Sombrero de algodón rojo
fr: Chapeau Rouge en Coton
hu: piros pamutkalap
hy: Կարմիր Բամբակյա Գլխարկ
it: Cappello rosso di cotone
ja: 赤いコットンの帽子
pl: Czerwona Czapka z Bawełny
pt_br: Chapéu de Algodão Vermelho
ro: Pălărie roșie de bumbac
ru: Красная хлопковая шляпа
vi: Mũ bông gòn đỏ

source: Yellow Cotton Hat
da: Gul Bomuldshat
de: gelber Baumwollhut
es: Sombrero de algodón amarillo
fr: Chapeau Jaune en Coton
hu: sárga pamutkalap
hy: Դեղին Բամբակյա Գլխարկ
it: Cappello giallo di cotone
ja: 黄色いコットンの帽子
pl: Żółta Czapka z Bawełny
pt_br: Chapéu de Algodão Amarelo
ro: Pălărie galbenă de bumbac
ru: Желтая хлопковая шляпа
vi: Mũ bông gòn vàng

source: Black Cotton Hat
da: Sort Bomuldhat
de: schwarzer Baumwollhut
es: Sombrero de algodón negro
fr: Chapeau Noir en Coton
hu: fekete pamutkalap
hy: Սև Բամբակյա Գլխարկ
it: Cappello nero di cotone
ja: 黒いコットンの帽子
pl: Czarna Czapka z Bawełny
pt_br: Chapéu de Algodão Preto
ro: Pălărie neagră de bumbac
ru: Черная хлопковая шляпа
vi: Mũ bông gòn đen

source: Cotton Tie
da: Bomuldsslips
de: Baumwollkrawatte
es: Corbata de algodón
fr: Cravate en Coton
hu: pamut nyakkendő
hy: Բամբակյա Փողկապ
it: Cravatta di cotone
ja: コットンのネクタイ
pl: Bawełniany Krawat
pt_br: Gravata de Algodão
ro: Cravată de bumbac
ru: Хлопковый галстук
vi: Cà vạt bông gòn

source: Blue Cotton Tie
da: Blåt Bomuldsslips
de: blaue Baumwollkrawatte
es: Corbata de algodón azul
fr: Cravate Bleue en Coton
hu: kék pamut nyakkendő
hy: Կապույտ Բամբակյա Փողկապ
it: Cravatta blu di cotone
ja: 青いコットンのネクタイ
pl: Niebieski Bawełniany Krawat
pt_br: Gravata de Algodão Azul
ro: Cravată albastră de bumbac
ru: Синий хлопковый галстук
vi: Cà vạt bông gòn xanh

source: Green Cotton Tie
da: Grønt Bomuldsslips
de: grüne Baumwollkrawatte
es: Corbata de algodón verde
fr: Cravate Verte en Coton
hu: zöld pamut nyakkendő
hy: Կանաչ Բամբակյա Փողկապ
it: Cravatta verde di cotone
ja: 緑色のコットンのネクタイ
pl: Zielony Bawełniany Krawat
pt_br: Gravata de Algodão Verde
ro: Cravată verde de bumbac
ru: Зеленый хлопковый галстук
vi: Cà vạt bông gòn xanh lá cây

source: Orange Cotton Tie
da: Orange Bomuldsslips
de: orange Baumwollkrawatte
es: Corbata de algodón naranja
fr: Cravate Orangeen Coton
hu: narancssárga pamut nyakkendő
hy: Նարնջագույն Բամբակյա Փողկապ
it: Cravatta arancione di cotone
ja: オレンジ色のコットンのネクタイ
pl: Pomarańczowy Bawełniany Krawat
pt_br: Gravata de Algodão Laranja
ro: Cravată portocalie de bumbac
ru: Оранжевый хлопковый галстук
vi: Cà vạt bông gòn cam

source: Purple Cotton Tie
da: Lilla Bomuldsslips
de: lila Baumwollkrawatte
es: Corbata de algodón púrpura
fr: Cravate Violette en Coton
hu: lila pamut nyakkendő
hy: Մուգ Բամբակյա Փողկապ
it: Cravatta viola di cotone
ja: 紫色のコットンのネクタイ
pl: Fioletowy Bawełniany Krawat
pt_br: Gravata de Algodão Roxa
ro: Cravată purpurie de bumbac
ru: Фиолетовый хлопковый галстук
vi: Cà vạt bông gòn tím

source: Red Cotton Tie
da: Rødt Bomuldsslips
de: rote Baumwollkrawatte
es: Corbata de algodón roja
fr: Cravate Rouge en Coton
hu: piros pamut nyakkendő
hy: Կարմիր Բամբակյա Փողկապ
it: Cravatta rossa di cotone
ja: 赤いコットンのネクタイ
pl: Czerwony Bawełniany Krawat
pt_br: Gravata de Algodão Vermelha
ro: Cravată roșie de bumbac
ru: Красный хлопковый галстук
vi: Cà vạt bông gòn đỏ

source: Yellow Cotton Tie
da: Gult Bomuldsslips
de: gelbe Baumwollkrawatte
es: Corbata de algodón amarilla
fr: Cravate Jaune en Coton
hu: sárga pamut nyakkendő
hy: Դեղին Բամբակյա Փողկապ
it: Cravatta gialla di cotone
ja: 黄色いコットンのネクタイ
pl: Żółty Bawełniany Krawat
pt_br: Gravata de Algodão Amarela
ro: Cravată galbenă de bumbac
ru: Желтый хлопковый галстук
vi: Cà vạt bông gòn vàng

source: Black Cotton Tie
da: Sort Bomuldsslips
de: schwarze Baumwollkrawatte
es: Corbata de algodón negra
fr: Cravate Noire en Coton
hu: fekete pamut nyakkendő
hy: Սև Բամբակյա Փողկապ
it: Cravatta nera di cotone
ja: 黒いコットンのネクタイ
pl: Czarny Bawełniany Krawat
pt_br: Gravata de Algodão Preta
ro: Cravată neagră de bumbac
ru: Черный хлопковый галстук
vi: Cà vạt bông gòn đen

source: Canvas Shirt
da: Lærredstrøje
de: Leinenhemd
es: Camisa de lona
fr: Chemise de Toile
hu: vászoning
hy: Կտորից Վերնաշապիկ
it: Camicia di tela
ja: 麻の服
pl: Koszula z Materiału
pt_br: Camisa de Lona
ro: Cămașă de pânză
ru: Холщовая рубашка
vi: Áo vải bạt

source: Blue Canvas Shirt
da: Blå Lærredstrøje
de: blaues Leinenhemd
es: Camisa de lona azul
fr: Chemise Bleue en Toile
hu: kék vászoning
hy: Կապույտ Կտորից Վերնաշապիկ
it: Camicia blu di tela
ja: 青い麻の服
pl: Niebieska Koszula z Materiału
pt_br: Camisa de Lona Azul
ro: Cămașă albastră de pânză
ru: Синяя холщовая рубашка
vi: Áo vải bạt xanh

source: Green Canvas Shirt
da: Grøn Lærredstrøje
de: grünes Leinenhemd
es: Camisa de lona verde
fr: Chemise Verte en Toile
hu: zöld vászoning
hy: Կանաչ Կտորից Վերնաշապիկ
it: Camicia verde di tela
ja: 緑色の麻の服
pl: Zielona Koszula z Materiału
pt_br: Camisa de Lona Verde
ro: Cămașă verde de pânză
ru: Зеленая холщовая рубашка
vi: Áo vải bạt xanh lá cây

source: Orange Canvas Shirt
da: Orange Lærredstrøje
de: orange Leinenhemd
es: Camisa de lona naranja
fr: Chemise Orange en Toile
hu: narancssárga vászoning
hy: Նարնջագույն Կտորից Վերնաշապիկ
it: Camicia arancione di tela
ja: オレンジ色の麻の服
pl: Pomarańczowa Koszula z Materiału
pt_br: Camisa de Lona Laranja
ro: Cămașă portocalie de pânză
ru: Оранжевая холщовая рубашка
vi: Áo vải bạt cam

source: Purple Canvas Shirt
da: Lilla Lærredstrøje
de: lila Leinenhemd
es: Camisa de lona púrpura
fr: Chemise Violette en Toile
hu: lila vászoning
hy: Մուգ Կտորից Վերնաշապիկ
it: Camicia viola di tela
ja: 紫色の麻の服
pl: Fioletowa Koszula z Materiału
pt_br: Camisa de Lona Roxa
ro: Cămașă purpurie de pânză
ru: Фиолетовая холщовая рубашка
vi: Áo vải bạt tím

source: Red Canvas Shirt
da: Rød Lærredstrøje
de: rotes Leinenhemd
es: Camisa de lona roja
fr: Chemise Rouge en Toile
hu: piros vászoning
hy: Կարմիր Կտորից Վերնաշապիկ
it: Camicia rossa di tela
ja: 赤い麻の服
pl: Czerwona Koszula z Materiału
pt_br: Camisa de Lona Vermalha
ro: Cămașă roșie de pânză
ru: Красная холщовая рубашка
vi: Áo vải bạt đỏ

source: Yellow Canvas Shirt
da: Gul Lærredstrøje
de: gelbes Leinenhemd
es: Camisa de lona amarilla
fr: Chemise Jaune en Toile
hu: sárga vászoning
hy: Դեղին Կտորից Վերնաշապիկ
it: Camicia gialla di tela
ja: 黄色い麻の服
pl: Żółta Koszula z Materiału
pt_br: Camisa de Lona Amarela
ro: Cămașă galbenă de pânză
ru: Желтая холщовая рубашка
vi: Áo vải bạt vàng

source: Black Canvas Shirt
da: Sort Lærredstrøje
de: schwarzes Leinenhemd
es: Camisa de lona negra
fr: Chemise Noire en Toile
hu: fekete vászoning
hy: Սև Կտորից Վերնաշապիկ
it: Camicia nera di tela
ja: 黒い麻の服
pl: Czarna Koszula z Materiału
pt_br: Camisa de Lona Preta
ro: Cămașă neagră de pânză
ru: Черная холщовая рубашка
vi: Áo vải bạt đen

source: Canvas Pants
da: Lærredsbukser
de: Leinenhose
es: Pantalón de lona
fr: Pantalon de Toile
hu: vászonnadrág
hy: Կտորից Տաբատ
it: Pantaloni di tela
ja: 麻のズボン
pl: Spodnie z Materiału
pt_br: Calças de Lona
ro: Pantaloni de pânză
ru: Холщовые штаны
vi: Quần vải bạt

source: Blue Canvas Pants
da: Blå Lærredsbukser
de: blaue Leinenhose
es: Pantalón de lona azul
fr: Pantalon Bleu en Toile
hu: kék vászonnadrág
hy: Կապույտ Կտորից Տաբատ
it: Pantaloni blu di tela
ja: 青い麻のズボン
pl: Niebieskie Spodnie z Materiału
pt_br: Calças de Lona Azuis
ro: Pantaloni albaștri de pânză
ru: Синие холщовые штаны
vi: Quần vải bạt xanh

source: Green Canvas Pants
da: Grønne Lærredsbukser
de: grüne Leinenhose
es: Pantalón de lona verde
fr: Pantalon Vert en Toile
hu: zöld vászonnadrág
hy: Կանաչ Կտորից Տաբատ
it: Pantaloni verdi di tela
ja: 緑色の麻のズボン
pl: Zielone Spodnie z Materiału
pt_br: Calças de Lona Verdes
ro: Pantaloni verzi de pânză
ru: Зеленые холщовые штаны
vi: Quần vải bạt xanh lá cây

source: Orange Canvas Pants
da: Orange Lærredsbukser
de: orange Leinenhose
es: Pantalón de lona naranja
fr: Pantalon Orange en Toile
hu: narancssárga vászonnadrág
hy: Նարնջագույն Կտորից Տաբատ
it: Pantaloni arancioni di tela
ja: オレンジ色の麻のズボン
pl: Pomarańczowe Spodnie z Materiału
pt_br: Calças de Lona Alaranjadas
ro: Pantaloni portocalii de pânză
ru: Оранжевые холщовые штаны
vi: Quần vải bạt cam

source: Purple Canvas Pants
da: Lilla Lærredsbukser
de: lila Leinenhose
es: Pantalón de lona púrpura
fr: Pantalon Violet en Toile
hu: lila vászonnadrág
hy: Մուգ Կտորից Տաբատ
it: Pantaloni viola di tela
ja: 紫色の麻のズボン
pl: Fioletowe Spodnie z Materiału
pt_br: Calças de Lona Roxas
ro: Pantaloni purpurii de pânză
ru: Фиолетовые холщовые штаны
vi: Quần vải bạt tím

source: Red Canvas Pants
da: Røde Lærredsbukser
de: rote Leinenhose
es: Pantalón de lona roja
fr: Pantalon Rouge en Toile
hu: piros vászonnadrág
hy: Կարմիր Կտորից Տաբատ
it: Pantaloni rossi di tela
ja: 赤い麻のズボン
pl: Czerwone Spodnie z Materiału
pt_br: Calças de Lona Vermelhas
ro: Pantaloni roșii de pânză
ru: Красные холщовые штаны
vi: Quần vải bạt đỏ

source: Yellow Canvas Pants
da: Gule Lærredsbukser
de: gelbe Leinenhose
es: Pantalón de lona amarillo
fr: Pantalon Jaune en Toile
hu: sárga vászonnadrág
hy: Դեղին Կտորից Տաբատ
it: Pantaloni gialli di tela
ja: 黄色い麻のズボン
pl: Żółte Spodnie z Materiału
pt_br: Calças de Lona Amarelas
ro: Pantaloni galbeni de pânză
ru: Желтые холщовые штаны
vi: Quần vải bạt vàng

source: Black Canvas Pants
da: Sorte Lærredsbukser
de: schwarze Leinenhose
es: Pantalón de lona negro
fr: Pantalon Noir en Toile
hu: fekete vászonnadrág
hy: Սև Կտորից Տաբատ
it: Pantaloni neri di tela
ja: 黒い麻のズボン
pl: Czarne Spodnie z Materiału
pt_br: Calças de Lona Pretas
ro: Pantaloni negri de pânză
ru: Черные холщовые штаны
vi: Quần vải bạt đen

source: Blue Canvas Shoes
da: Blå Lærredssko
de: blaue Leinenschuhe
es: Zapatos de lona azules
fr: Chaussures Bleues en Toile
hu: kék vászoncipő
hy: Կապույտ Կտորից Կոշիկ
it: Scarpe blu di tela
ja: 青い麻の靴
pl: Niebieskie Buty z Materiału
pt_br: Sapatas de Lona Azuis
ro: Pantaloni albaștri de pânză
ru: Синие холщовые туфли
vi: Giày vải bạt xanh

source: Green Canvas Shoes
da: Grønne Lærredssko
de: grüne Leinenschuhe
es: Zapatos de lona verdes
fr: Chaussures Vertes en Toile
hu: zöld vászoncipő
hy: Կանաչ Կտորից Կոշիկ
it: Scarpe verdi di tela
ja: 緑色の麻の靴
pl: Zielone Buty z Materiału
pt_br: Sapatos de Lona Verdes
ro: Pantaloni verzi de pânză
ru: Зеленые холщовые туфли
vi: Giày vải bạt xanh lá cây

source: Orange Canvas Shoes
da: Orange Lærredssko
de: orange Leinenschuhe
es: Zapatos de lona naranjas
fr: Chaussures Orange en Toile
hu: narancssárga vászoncipő
hy: Նարնջագույն Կտորից Կոշիկ
it: Scarpe arancioni di tela
ja: オレンジ色の麻の靴
pl: Pomarańczowe Buty z Materiału
pt_br: Sapatos de Lona Alaranjados
ro: Pantaloni portocalii de pânză
ru: Оранжевые холщовые туфли
vi: Giày vải bạt cam

source: Purple Canvas Shoes
da: Lilla Lærredssko
de: lila Leinenschuhe
es: Zapatos de lona púrpuras
fr: Chaussures Violettes en Toile
hu: lila vászoncipő
hy: Մուգ Կտորից Կոշիկ
it: Scarpe viola di tela
ja: 紫色の麻の靴
pl: Fioletowe Buty z Materiału
pt_br: Sapatos de Lona Roxas
ro: Pantaloni purpurii de pânză
ru: Фиолетовые холщовые туфли
vi: Giày vải bạt tím

source: Red Canvas Shoes
da: Røde Lærredssko
de: rote Leinenschuhe
es: Zapatos de lona rojos
fr: Chaussures Rouges en Toile
hu: piros vászoncipő
hy: Կարմիր Կտորից Կոշիկ
it: Scarpe rosse di tela
ja: 赤い麻の靴
pl: Czerwone Buty z Materiału
pt_br: Sapatos de Lona Vermelhas
ro: Pantaloni roșii de pânză
ru: Красные холщовые туфли
vi: Giày vải bạt đỏ

source: Yellow Canvas Shoes
da: Gule Lærredssko
de: gelbe Leinenschuhe
es: Zapatos de lona amarillos
fr: Chaussure Jaunes en Toile
hu: sárga vászoncipő
hy: Դեղին Կտորից Կոշիկ
it: Scarpe gialle di tela
ja: 黄色い麻の靴
pl: Żółte Buty z Materiału
pt_br: Sapatos de Lona Amarelos
ro: Pantaloni galbeni de pânză
ru: Желтые холщовые туфли
vi: Giày vải bạt vàng

source: Black Canvas Shoes
da: Sorte Lærredssko
de: schwarze Leinenschuhe
es: Zapatos de lona negros
fr: Chaussures Noires en Toile
hu: fekete vászoncipő
hy: Սև Կտորից Կոշիկ
it: Scarpe nere di tela
ja: 黒い麻の靴
pl: Czarne Buty z Materiału
pt_br: Sapatos de Lona Pretos
ro: Pantaloni negri de pânză
ru: Черные холщовые туфли
vi: Giày vải bạt đen

source: Canvas Belt
da: Lærredsbælte
de: Leinengürtel
es: Cinturón de lona
fr: Ceinture en Toile
hu: vászon öv
hy: Կտորից Գոտի
it: Cintura di tela
ja: 麻のベルト
pl: Pasek z Materiału
pt_br: Cinto de Lona
ro: Centură de pânză
ru: Холщовый пояс
vi: Dây lưng vải bạt

source: Blue Canvas Belt
da: Blåt Lærredsbælte
de: blauer Leinengürtel
es: Cinturón de lona azul
fr: Ceinture Bleue en Toile
hu: kék vászon öv
hy: Կապույտ Կտորից Գոտի
it: Cintura blu di tela
ja: 青い麻のベルト
pl: Niebieski Pasek z Materiału
pt_br: Cinto de Lona Azul
ro: Centură albastră de pânză
ru: Синий холщовый пояс
vi: Dây lưng vải bạt xanh

source: Green Canvas Belt
da: Grønt Lærredsbælte
de: grüner Leinengürtel
es: Cinturón de lona verde
fr: Ceinture Verte en Toile
hu: zöld vászon öv
hy: Կանաչ Կտորից Գոտի
it: Cintura verde di tela
ja: 緑色の麻のベルト
pl: Zielony Pasek z Materiału
pt_br: Cinto de Lona Verde
ro: Centură verde de pânză
ru: Зеленый холщовый пояс
vi: Dây lưng vải bạt xanh lá cây

source: Orange Canvas Belt
da: Orange Lærredsbælte
de: orange Leinengürtel
es: Cinturón de lona naranja
fr: Ceinture Orange en Toile
hu: narancssárga vászon öv
hy: Նարնջագույն Կտորից Գոտի
it: Cintura arancione di tela
ja: オレンジ色の麻のベルト
pl: Pomarańczowy Pasek z Materiału
pt_br: Cinto de Lona Laranja
ro: Centură portocalie de pânză
ru: Оранжевый холщовый пояс
vi: Dây lưng vải bạt cam

source: Purple Canvas Belt
da: Lilla Lærredsbælte
de: lila Leinengürtel
es: Cinturón de lona púrpura
fr: Ceinture Violette en Toile
hu: lila vászon öv
hy: Մուգ Կտորից Գոտի
it: Cintura viola di tela
ja: 紫色の麻のベルト
pl: Fioletowy Pasek z Materiału
pt_br: Cinto de Lona Roxo
ro: Centură purpurie de pânză
ru: Фиолетовый холщовый пояс
vi: Dây lưng vải bạt tím

source: Red Canvas Belt
da: Rødt Lærredsbælte
de: roter Leinengürtel
es: Cinturón de lona rojo
fr: Ceinture Rouge en Toile
hu: piros vászon öv
hy: Կարմիր Կտորից Գոտի
it: Cintura rossa di tela
ja: 赤い麻のベルト
pl: Czerwony Pasek z Materiału
pt_br: Cinto de Lona Vermelho
ro: Centură roșie de pânză
ru: Красный холщовый пояс
vi: Dây lưng vải bạt đỏ

source: Yellow Canvas Belt
da: Gult Lærredsbælte
de: gelber Leinengürtel
es: Cinturón de lona amarillo
fr: Ceinture Jaune en Toile
hu: sárga vászon öv
hy: Դեղին Կտորից Գոտի
it: Cintura gialla di tela
ja: 黄色い麻のベルト
pl: Żółty Pasek z Materiału
pt_br: Cinto de Lona Amarelo
ro: Centură galbenă de pânză
ru: Желтый холщовый пояс
vi: Dây lưng vải bạt vàng

source: Black Canvas Belt
da: Sort Lærredsbælte
de: schwarzer Leinengürtel
es: Cinturón de lona negro
fr: Ceinture Noire en Toile
hu: fekete vászon öv
hy: Սև Կտորից Գոտի
it: Cintura nera di tela
ja: 黒い麻のベルト
pl: Czarny Pasek z Materiału
pt_br: Cinto de Lona Preto
ro: Centură neagră de pânză
ru: Черный холщовый пояс
vi: Dây lưng vải bạt đen

source: Leather Jacket
da: Læderjakke
de: Lederjacke
es: Chaqueta de cuero
fr: Veste en Cuir
hu: bőrkabát
hy: Կաշվե Բաճկոն
it: Giacca di pelle
ja: レザージャケット
pl: Kurtka ze Skóry
pt_br: Jaqueta de Couro
ro: Jachetă de piele
ru: Кожаная куртка
vi: Áo vét da

source: White Leather Jacket
da: Hvid Læderjakke
de: weiße Lederjacke
es: Chaqueta de cuero blanca
fr: Veste Blanche en Cuir
hu: fehér bőrkabát
hy: Սպիտակ Կաշվե Բաճկոն
it: Giacca bianca di pelle
ja: 白いレザージャケット
pl: Biała Kurtka ze Skóry
pt_br: Jaqueta de Couro Branca
ro: Jachetă albă de piele
ru: Белая кожаная куртка
vi: Áo vét da trắng

source: Blue Leather Jacket
da: Blå Læderjakke
de: blaue Lederjacke
es: Chaqueta de cuero azul
fr: Veste Bleue en Cuir
hu: kék bőrkabát
hy: Կապույտ Կաշվե Բաճկոն
it: Giacca blu di pelle
ja: 青いレザージャケット
pl: Niebieska Kurtka ze Skóry
pt_br: Jaqueta de Couro Azul
ro: Jachetă neagră de piele
ru: Синяя кожаная куртка
vi: Áo vét da xanh

source: Green Leather Jacket
da: Grøn Læderjakke
de: grüne Lederjacke
es: Chaqueta de cuero verde
fr: Veste Verte en Cuir
hu: zöld bőrkabát
hy: Կանաչ Կաշվե Բաճկոն
it: Giacca verde di pelle
ja: 緑色のレザージャケット
pl: Zielona Kurtka ze Skóry
pt_br: Jaqueta de Couro Verde
ro: Jachetă verde de piele
ru: Зеленая кожаная куртка
vi: Áo vét da xanh lá cây

source: Orange Leather Jacket
da: Orange Læderjakke
de: orange Lederjacke
es: Chaqueta de cuero naranja
fr: Veste Orange en Cuir
hu: narancssárga bőrkabát
hy: Նարնջագույն Կաշվե Բաճկոն
it: Giacca arancione di pelle
ja: オレンジ色のレザージャケット
pl: Pomarańczowa Kurtka ze Skóry
pt_br: Jaqueta de Couro Laranja
ro: Jachetă portocalie de piele
ru: Оранжевая кожаная куртка
vi: Áo vét da cam

source: Purple Leather Jacket
da: Lilla Læderjakke
de: lila Lederjacke
es: Chaqueta de cuero púrpura
fr: Veste Violette en Cuir
hu: lila bőrkabát
hy: Մուգ Կաշվե Բաճկոն
it: Giacca viola di pelle
ja: 紫色のレザージャケット
pl: Fioletowa Kurtka ze Skóry
pt_br: Jaqueta de Couro Roxo
ro: Jachetă purpurie de piele
ru: Фиолетовая кожаная куртка
vi: Áo vét da tím
