Repository: Lucas-Developer/voxelands
Catalog: po/*/voxelands.po
Languages: da, de, es, fr, hu, hy, it, ja, pl, pt_br, ro, ru, vi

source: Level:
de: Stufe:
es: Nivel:
fr: Niveau :
hu: Szint:
hy: Մակարդակ:
it: Livello:
ja: レベル:
pl: Poziom:
pt_br: Nível:
ro: Nivel:
ru: Уровень:
vi: Trình độ:

source: Armour:
da: Beskyttelse:
de: Panzerung:
es: Armadura:
fr: Armure :
hu: Páncél:
hy: Զրահ:
it: Armatura:
ja: アーマー:
pl: Opancerzenie:
pt_br: Armadura:
ro: Armură:
ru: Броня:
vi: Áo giáp:

source: Warmth:
da: Varme:
de: Wärme:
es: Calor:
fr: Chaleur :
hu: Meleg:
hy: Ջերմություն:
it: Calore:
ja: 暖気:
pl: Ciepło:
pt_br: Calor:
ro: Căldură:
ru: Температура:
vi: Hơi nóng:

source: Pressure:
da: Tryk:
de: Druck:
es: Presión:
fr: Pression :
hu: Nyomás:
hy: Ճնշում:
it: Pressione:
ja: 圧力:
pl: Ciśnienie:
pt_br: Pressão:
ro: Presiune:
ru: Давление:
vi: Áp lực:

source: Suffocation:
da: Kvælning:
de: Ersticken:
es: Asfixia:
fr: Asphyxie :
hu: Fulladás:
hy: Շնչահեղձ։
it: Soffocamento:
ja: 窒息:
pl: Duszenie się:
pt_br: Sufocação:
ro: Sufocare:
ru: Дыхание:
vi: Sự nghẹt thở:

source: Durability:
da: Holdbarhed:
de: Haltbarkeit:
es: Durabilidad:
fr: Durabilité :
hu: Tartósság:
hy: Դիմադրություն:
it: Durata:
ja: 耐久力:
pl: Trwałość:
pt_br: Durabilidade:
ro: Durabilitate:
ru: Износ:
vi: Tính bền:

source: Effect Boost:
de: Wirkungsschub:
es: Aumento de efecto:
fr: Boost d'Effet :
hu: Hatás túltöltés
hy: Բարձրացնել Ազդեցություն:
it: Effetto di incremento:
ja: エフェクトブースト:
pl: Zwiększenie Efektu:
pt_br: Impulso de Efeito:
ro: Creștere de efect:
ru: Эффект:
vi: Tăng tác dụng

source: Left Button
de: Linke Taste
es: Botón izquierdo
fr: Bouton gauche
hy: Ձախ Կոճակ
it: Pulsante sinistro
ja: 左ボタン
pl: Lewy Przycisk Myszy
pt_br: Botão Esquerdo
ro: Buton stânga
ru: Левая кнопка
vi: Nút trái chuột máy tính

source: Right Button
de: Rechte Taste
es: Botón derecho
fr: Bouton droit
hy: Աջ Կոճակ
it: Pulsante destro
ja: 右ボタン
pl: Prawy Przycisk Myszy
pt_br: Botão Direito
ro: Buton dreapta
ru: Правая кнопка
vi: Nút phải chuột máy tính

source: Middle Button
de: Mittlere Taste
es: Botón del medio
fr: Bouton du milieu
hy: Միջին Կոճակ
it: Pulsante centrale
ja: 中央ボタン
pl: Środkowy Przycisk Myszy
pt_br: Botão do Meio
ro: Buton din mijloc
ru: Средняя кнопка
vi: Nút giữa chuột máy tính

source: X Button 1
es: X botón 1
fr: Bouton X 1
hy: X Կոջակ 1
it: Pulsante X 1
ja: Xボタン1
pt_br: X Botão 1
ro: Buton X 1
ru: X кнопка 1
vi: Nút X 1

source: X Button 2
es: X botón 2
fr: Bouton X 2
hy: X Կոջակ 2
it: Pulsante X 2
ja: Xボタン2
pt_br: X Botão 2
ro: Buton X 2
ru: X кнопка 2
vi: Nút X 2

source: Back
es: Atrás
fr: Retour Arrière
hy: Հետ
it: Backspace
ja: 戻るキー
pl: Cofnij
ro: Înapoi
ru: Назад
vi: Lại

source: Tab
hy: Թաբ
ja: タブキー
pl: Tabulator

source: Clear
es: Limpiar
hy: Հասկանալի է
it: Tast. num. 5
ja: クリアキー
pl: Wyczyść
pt_br: Limpar
ro: Șterge
ru: Очистить
vi: Diệt trừ

source: Return
de: Enter
es: Regresar
fr: Entrée
hy: Վերադառնալ
it: Invio
ja: Enter
pl: Cofnij
pt_br: Enter
ro: Revino
ru: Ввод
vi: Enter

source: Shift
de: Umschalt
es: Mayús.
hy: Տեղաշարժ
ja: Shiftキー

source: Control
de: Strg
fr: Contrôle
hy: Կառավարում
ja: コントロールキー

source: Menu
de: Menü
es: Menú
hy: Մենյու
ja: メニューキー
ro: Meniu
ru: Меню
vi: Bảng chọn

source: Pause
es: Pausa
hy: Դադար
ja: ポーズキー
pl: Pauza
pt_br: Pausa
ro: Pauză

source: Capital
de: Feststelltaste
es: Mayúscula
fr: Maj
hy: Կապիտալ
it: Bloc Maiusc
ja: CapsLockキー
pl: Stolica
pt_br: Fixa
vi: Chữ viết hoa

source: Kana
hy: Կանա
ja: かな
ru: Кана

source: Junja
hy: Ջունջա
ja: Junjaキー
ru: Юндзя

source: Final
hy: Եզրափակիչ
ja: ファイナルキー
pl: Końcowe
ru: Конечный
vi: Cuối cùng

source: Kanji
hy: Կանջի
ja: 漢字キー
ru: Кандзи

source: Escape
de: Esc
fr: Echape
hy: Փախուստ
it: Esc
ja: エスケープキー

source: Convert
es: Convertir
hy: Փոխարկել
ja: 変換キー
pl: Konwertuj
pt_br: Converter
ro: Convertit
ru: Преобразованный
vi: Đổi

source: Nonconvert
es: No convertir
hy: Չփոխարկել
ja: 無変換キー
pt_br: Não converter
ro: Neconvertit
ru: Непреобразованный
vi: Không đổi

source: Accept
es: Aceptar
fr: Accepter
hy: Ընդունել
ja: 許可キー
pl: Zaakceptuj
pt_br: Aceitar
ro: Acceptă
ru: Принять
vi: Nhận

source: Mode Change
es: Cambiar modo
hy: Ռեժիմի Փոփոխություն
ja: モード変更キー
pl: Zmiana Trybu
pt_br: Alterar Modo
ro: Schimbare de moduri
ru: Изменение режима
vi: Thay đổi cách

source: Prior
de: Bild auf
es: Previo
fr: Précédent
hy: Մինչև
it: Pag su
ja: 前キー
pt_br: Anterior
ro: Anterior
ru: Page Up
vi: Trước

source: Next
de: Bild ab
es: Siguiente
fr: Suivant
hy: Հաջորդ
it: Pag giu`
ja: 次キー
pl: Dalej
pt_br: Próximo
ro: Mai departe
ru: Page Down
vi: Tiếp sau

source: End
de: Ende
es: Fin
fr: Fin
hy: Վերջ
ja: Endキー

source: Home
de: Pos1
es: Casa
hy: Տուն
it: Inizio
ja: Homeキー

source: Select
es: Seleccionar
hy: Ընտրել
ja: 選択キー
pl: Wybierz
pt_br: Selecionar
ro: Selecție
ru: Выбрать
vi: Chọn

source: Print
de: Druck
es: Pet sis
fr: Imprimer
hy: Տպել
ja: 印刷キー
pl: Drukuj
ro: Imprimare
ru: Печать
vi: In

source: Execute
es: Ejecutar
hy: Կատարում
ja: 実行キー
pl: Wykonaj
pt_br: Executar
ro: Execută
ru: Выполнить
vi: Thi hành

source: Snapshot
de: Druck
es: Captura de pantalla
hy: Նկարել
ja: スナップショットキー
pt_br: Captura de Tela
ro: Captură
ru: Снимок
vi: Chụp hình

source: Insert
de: Einfg
es: Insertar
hy: Տեղադրել
it: Ins
ja: Insertキー
pl: Wpisz

source: Delete
de: Entf
es: Borrar
fr: Effacer
hy: Ջնջել
it: Canc
ja: Deleteキー
vi: Delete/xoá

source: Help
de: Hilfe
es: Ayuda
fr: Aide
hy: Օգնություն
ja: ヘルプキー
pl: Pomoc
pt_br: Ajuda
ro: Ajutor
ru: Справка
vi: Sự giúp

source: Left Windows
de: linke Windowstaste
es: Ventanas izquierdas
fr: Windows gauche
hy: Ձախ Պատուհան
it: Windows sinistro
ja: 左Windowsキー
pl: Lewe okienko Windows
pt_br: Windows Esquerdo
ro: Windows stânga
ru: Левая Windows
vi: Nút Windows trái

source: Right Windows
de: rechte Windowstaste
es: Ventanas derecha
fr: Windows droit
hy: Աջ Պատուհան
it: Windows destro
ja: 右Windowsキー
pl: Prawe okienko Windows
pt_br: Windows Direito
ro: Windows dreapta
ru: Правая Windows
vi: Nút Windows phải

source: Apps
es: Aplicaciones
hy: Ծրագրեր
it: Applicazioni
ja: アプリキー
pl: Aplikacje
pt_br: Aplicativos
ro: Aplicații
ru: Приложения
vi: Các ứng dụng

source: Sleep
es: Suspender
hy: Քուն
ja: スリープキー
pl: Uśpij
ro: Somn
vi: Ngủ

source: Numpad 0
de: Ziffernblock 0
es: Teclado numérico 0
fr: Pavé Numérique 0
hy: Թվային ստեղն 0
it: Tast. num. 0
ja: テンキー0
pl: Kl. num. 0
pt_br: Teclado Numérico 0
vi: Nút phím số 0

source: Numpad 2
de: Ziffernblock 2
es: Teclado numérico 2
fr: Pavé Numérique 2
hy: Թվային ստեղն 2
it: Tast. num. 2
ja: テンキー2
pl: Kl. num. 2
pt_br: Teclado Numérico 2
vi: Nút phím số 2

source: Numpad 3
de: Ziffernblock 3
es: Teclado numérico 3
fr: Pavé Numérique 3
hy: Թվային ստեղն 3
it: Tast. num. 3
ja: テンキー3
pl: Kl. num. 3
pt_br: Teclado Numérico 3
vi: Nút phím số 3

source: Numpad 4
de: Ziffernblock 4
es: Teclado numérico 4
fr: Pavé Numérique 4
hy: Թվային ստեղն 4
it: Tast. num. 4
ja: テンキー4
pl: Kl. num. 4
pt_br: Teclado Numérico 4
vi: Nút phím số 4

source: Numpad 5
de: Ziffernblock 5
es: Teclado numérico 5
fr: Pavé Numérique 5
hy: Թվային ստեղն 5
it: Tast. num. 5
ja: テンキー5
pl: Kl. num. 5
pt_br: Teclado Numérico 5
vi: Nút phím số 5

source: Numpad 6
de: Ziffernblock 6
es: Teclado numérico 6
fr: Pavé Numérique 6
hy: Թվային ստեղն 6
it: Tast. num. 6
ja: テンキー6
pl: Kl. num. 6
pt_br: Teclado Numérico 6
vi: Nút phím số 6

source: Numpad 7
de: Ziffernblock 7
es: Teclado numérico 7
fr: Pavé Numérique 7
hy: Թվային ստեղն 7
it: Tast. num. 7
ja: テンキー7
pl: Kl. num. 7
pt_br: Teclado Numérico 7
vi: Nút phím số 7

source: Numpad 8
de: Ziffernblock 8
es: Teclado numérico 8
fr: Pavé Numérique 8
hy: Թվային ստեղն 8
it: Tast. num. 8
ja: テンキー8
pl: Kl. num. 8
pt_br: Teclado Numérico 8
vi: Nút phím số 8

source: Numpad 9
de: Ziffernblock 9
es: Teclado numérico 9
fr: Pavé Numérique 9
hy: Թվային ստեղն 9
it: Tast. num. 9
ja: テンキー9
pl: Kl. num. 9
pt_br: Teclado Numérico 9
vi: Nút phím số 9

source: Numpad *
de: Ziffernblock *
es: Teclado numérico *
fr: Pavé Numérique *
hy: Թվային ստեղն *
it: Tast. num. *
ja: テンキー*
pl: Kl. num. *
pt_br: Teclado Numérico *
vi: Nút * trên phím số

source: Numpad +
de: Ziffernblock +
es: Teclado numérico +
fr: Pavé Numérique +
hy: Թվային ստեղն +
it: Tast. num. +
ja: テンキー+
pl: Kl. num. +
pt_br: Teclado Numérico +
vi: Nút + trên phím số

source: Numpad /
de: Ziffernblock /
es: Teclado numérico /
fr: Pavé Numérique /
hy: Թվային ստեղն /
it: Tast. num. /
ja: テンキー/
pl: Kl. num. /
pt_br: Teclado Numérico /
vi: Nút / trên phím số

source: Numpad -
de: Ziffernblock -
es: Teclado numérico -
fr: Pavé Numérique -
hy: Թվային ստեղն -
it: Tast. num. -
ja: テンキー -
pl: Kl. num. -
pt_br: Teclado Numérico -
vi: Nút - trên phím số

source: Numpad .
de: Ziffernblock ,
hy: Թվային ստեղն .
it: Bloc Num
pt_br: Teclado Numérico .

source: Left Shift
de: Umschalt links
es: Mayús izquierdo
fr: Shift gauche
hy: Ձախ Shift
it: Maiusc sinistro
ja: 左Shiftキー
pl: Lewy Shift
pt_br: Shift Esquerdo
ro: Shift stânga
ru: Левый Shift
vi: Nút Shift trái

source: Right Shift
de: Umschalt rechts
es: Mayús derecho
fr: Shift droit
hy: Աջ Shift
it: Maiusc destro
ja: 右Shiftキー
pl: Prawy Shift
pt_br: Shift Direito
ro: Shift dreapta
ru: Правый Shift
vi: Nút Shift phải

source: Left Control
de: Strg links
es: Control izquierdo
fr: Ctrl gauche
hy: Ձախ Control
it: Ctrl sinistro
ja: 左コントロールキー
pl: Lewy Control
pt_br: Control Esquerdo
ro: Control stânga
ru: Левый Control
vi: Nút Control trái

source: Right Control
de: Strg rechts
es: Control Derecho
fr: Ctrl droite
hy: Աջ Control
it: Ctrl destro
ja: 右コントロールキー
pl: Prawy Control
pt_br: Control Direito
ro: Control dreapta
ru: Правый Control
vi: Nút Control phải

source: Left Menu
de: Menü links
es: Menú izquierdo
fr: Menu de gauche
hy: Ձախ Մենյու
it: Alt
ja: 左メニューキー
pl: Lewe Menu
pt_br: Menu Esquerdo
ro: Meniu stânga
ru: Левая кнопка Меню
vi: Nút Menu trái

source: Right Menu
de: Menü rechts
es: Menú derecho
fr: Menu de droite
hy: Աջ Menu
it: Alt gr
ja: 右メニューキー
pl: Prawe Menu
pt_br: Menu Direito
ro: Meniu dreapta
ru: Правая кнопка Меню
vi: Nút Control phải

source: Plus
es: Más
hy: Պլյուս
it: Più
pt_br: Sinal de Mais
ru: Плюс
vi: Dấu cộng

source: Comma
da: Komma
de: Komma
es: Coma
fr: Virgule
hy: Գամմա
it: Virgola
pl: Przecinek
pt_br: Vírgula
ro: Virgulă
ru: Запятая
vi: Dấu phẩy

source: Minus
es: Menos
fr: Moins
hy: Մինուս
it: Meno
pt_br: Sinal de Menos
ru: Минус
vi: Dấu trừ

source: Period
da: Punktum
de: Punkt
es: Punto
fr: Point
hy: Ժամանակահատված
it: Punto
pl: Okres
pt_br: Periodo
ro: Punct
ru: Точка
vi: Dấu chấm

source: Play
da: Spil
es: Reproducir
fr: Jouer
hy: Խաղալ
ja: プレイキー
pl: Graj
vi: Chơi

source: Zoom
es: Zum
hy: Խոշորացում
ja: ズームキー
pl: Przybliżenie
vi: Phóng to

source: Setting Up UI
de: Benutzeroberfläche aufsetzen
es: Configurando interfaz
fr: Configuration de l'interface utilisateur
hy: Խաղի Կարգավորում
it: Impostazione dell'interfaccia utente
ja: UIの設定
pl: Ustawianie Interfejsu
pt_br: Configurando Interface de Usuário
ro: Setări de interfață
ru: Настраиваем интерфейс
vi: Đang xếp đặt giao diện sử dụng

source: Loading MapNodes
de: MapNodes laden
es: Cargando nodos de mapa
fr: Chargement des MapNodes
hy: Քարտեզի Տեքստի Բեռնում
it: Caricamento dei nodi mappa
ja: ノードを読み込んでいます...
pl: Ładowanie plików mapy
pt_br: Carregando MapNodes
ro: Se încarcă MapNodes de hartă
ru: Загружаем карту
vi: Đang tải MapNodes

source: Loading Creatures
de: Kreaturen laden
es: Cargando criaturas
fr: Chargement des créatures
hy: Էակների Բեռնում
it: Caricamento delle creature
ja: 生物を読み込んでいます...
pl: Wczytywanie Stworzeń
pt_br: Carregando Criaturas
ro: Se încarcă creaturile
ru: Загружаем существ
vi: Đang tải sinh vật và động vật

source: Setting Up Sound
de: Ton vorbereiten
es: Configurando sonido
fr: Configuration du son
hy: Ձայնի Կարգավորում
it: Impostazione dell'audio
ja: 音量を設定しています...
pl: Ustawienia Dźwięku
pt_br: Configuração de Som
ro: Setări de sunet
ru: Настраиваем звук
vi: Đang xếp đặt âm thanh

source: Loading Base MapNodes
de: Basis-MapNodes laden
es: Cargando nodos de bases del mapa
fr: Chargement des MapNodes de bases
hy: Լռելյայն կագավորումներ
it: Caricamento dei nodi mappa di base
ja: 基本的なノードを読み込んでいます...
pl: Wczytywanie Podstawowych Węzłów
pt_br: Carregando MapNodes Básicos
ro: Se încarcă MapNodes de bază
ru: Загружаем основные элементы
vi: Đang tải MapNodes căn bản

source: Loading Circuit MapNodes
de: Schaltungs-MapNodes laden
es: Cargando nodos de circuitos del mapa
fr: Chargement des MapNodes de circuit
hy: Սխեմաների Բեռնում
it: Caricamento dei nodi mappa della circuiteria
ja: 回路のノードを読み込んでいます...
pl: Wczytywanie Węzłów Obwodów
pt_br: Carregando MapNodes Circuitos
ro: Se încarcă MapNodes de circuit
ru: Загружаем электрические цепи
vi: Đang tải MapNodes mạch điện

source: Loading Plant MapNodes
de: Pflanzen-MapNodes laden
es: Cargando nodos de plantas del mapa
fr: Chargement des MapNodes de végétations
hy: Քարեզների Տեղանքի Բեռնում
it: Caricamento dei nodi mappa delle piante
ja: 植物のノードを読み込んでいます...
pl: Wczytywanie Węzłów Roślinności
pt_br: Carregando Mapnodes Plantas
ro: Se încarcă MapNodes de plante
ru: Загружаем растения
vi: Đang tải MapNodes cây cối

source: Loading Farming MapNodes
de: Landwirtschafts-MapNodes laden
es: Cargando nodos de agricultura del mapa
fr: Chargement des MapNodes d'agricultures
hy: Քարտեզների Ֆորմատների Բեռնում
it: Caricamento dei nodi mappa agricoli
ja: 農業関連のノードを読み込んでいます...
pl: Wczytywanie Węzłów Rolnictwa
pt_br: Carregando MapNodes Agricultura
ro: Se încarcă MapNodes de fermă
ru: Загружаем фермерство
vi: Đang tải MapNodes nông nghiệp

source: Loading Decorative MapNodes
de: Dekorative MapNodes laden
es: Cargando nodos de decoración del mapa
fr: Chargement des MapNodes décoratifs
hy: Դեկորատիվ Քարտեզների Բեռնում
it: Caricamento dei nodi mappa decorativi
ja: 装飾用ノードを読み込んでいます...
pl: Wczytywanie Węzłów Dekoracji
pt_br: Carregando MapNodes Decorativos
ro: Se încarcă MapNodes decorative
ru: Загружаем декоративные элементы
vi: Đang tải MapNodes trang trí

source: Loading Interactive MapNodes
de: Interaktive MapNodes laden
es: Cargando nodos de interacción del mapa
fr: Chargement des MapNodes intéractifs
hy: Ինտերակտիվ Քարտեզների Բեռնում
it: Caricamento dei nodi mappa interattivi
ja: 相互作用するノードを読み込んでいます...
pl: Wczytywanie Węzłów Interakcji
pt_br: Carregando MapNodes Interativos
ro: Se încarcă MapNodes interactive
ru: Загружаем интерактивные элементы
vi: Đang tải MapNodes tương tác

source: Loading Special MapNodes
de: Besondere MapNodes laden
es: Cargando nodo especial del mapa
fr: Chargement des MapNodes spéciaux
hy: Յուրահատուկ Քարտեզների Բեռնում
it: Caricamento dei nodi mappa speciali
ja: 特別なノードを読み込んでいます...
pl: Wczytywanie Węzłów Specjalnych
pt_br: Carregando MapNodes Especiais
ro: Se încarcă MapNodes speciale
ru: Загружаем особые элементы
vi: Đang tải MapNodes đặc biệt

source: Coal
da: Kul
de: Kohle
fr: Charbon
hy: Ածուխ
it: Carbone
ja: 石炭
pl: Węgiel
pt_br: Carvão
ro: Cărbune
ru: Уголь

source: Iron
da: Jern
de: Eisen
fr: Fer
hy: Երկաթյա
it: Ferro
ja: 鉄
pl: Żelazo
pt_br: Ferro
ro: Fier
ru: Железо

source: Tin
de: Zinn
fr: Étain
hy: Անագ
it: Latta
ja: スズ
pl: Cyna
pt_br: Estanho
ro: Staniu
ru: Олово

source: Copper
da: Kobber
de: Kupfer
fr: Cuivre
hy: Պղինձ
it: Rame
ja: 銅
pl: Miedź
pt_br: Cobre
ro: Cupru
ru: Медь

source: Silver
da: Sølv
de: Silber
fr: Argent
hy: Արծաթ
it: Argento
ja: 銀
pl: Srebro
pt_br: Prata
ro: Argint
ru: Серебро

source: Gold
da: Guld
fr: Or
hy: Ոսկի
it: Oro
ja: 金
pl: Złoto
pt_br: Ouro
ro: Aur
ru: Золото

source: Quartz
da: Kvarts
de: Quarz
hy: Քվարցային
it: Quarzo
ja: 水晶
pl: Kwarc
pt_br: Quartzo
ro: Cuarț
ru: Кварц

source: Turquoise
da: Turkis
de: Türkis
hy: Փիրուզագույն
it: Turchese
ja: ターコイズ
pl: Turkus
pt_br: Turquesa
ro: Turcoaz
ru: Бирюза

source: Hay Bale
da: Høballe
de: Heuballen
es: Fardo de heno
fr: Balle de Foin
hu: szénabála
it: Balla di fieno
ja: 干草の俵
pl: Snop Siana
pt_br: Fardo de Feno
ro: Balot de fân
ru: Тюк сена
vi: Kiện cỏ khô

source: Jack' O Lantern
de: Halloween-Kürbis
es: Linterna de Noche de brujas
hu: töklámpás

source: Documentation Writters
de: Dokumentationsautoren

source: Space
de: Leertaste
es: Espacio
fr: Esapce
hu: Világűr
ja: スペースキー
pl: Spacja
pt_br: Espaço
ro: Spațiu
ru: Пробел

source: Numpad 1
de: Ziffernblock 1
es: Teclado numérico 1
fr: Pavé Numérique 1
it: Tast. num. 1
ja: テンキー1
pl: Kl. num. 1
pt_br: Teclado Numérico 1
vi: Nút phím số 1

source: Scroll Lock
de: Rollen
es: bloq despl
it: Bloc Scorr
ja: スクロールロックキー

source: TNT
da: Dynamit
es: Dinamita
pl: Trotyl
pt_br: Dinamite
ru: Динамит
vi: Chất thuốc nổ mạnh

source: Oerkki
es: Oerqui
ru: Оэркки
vi: Ma quỉ Oerkki

source: Num Lock
es: Bloq núm
fr: Vérrouillage numérique
it: Bloc Num
ja: Num Lockキー
vi: Nút bật phím số Num Lock

source: CrSel
es: LmSel
ja: CrSelキー

source: ExSel
es: SlSel
ja: ExSelキー

source: Erase OEF
es: Borrar OEF
ja: Erase OEFキー
pl: Wyczyść OEF
vi: Xóa OEF

source: OEM Clear
es: Limpiar OEM
ja: OEMクリアキー

source: Attn
ja: Attnキー
ro: Atenție

source: PA1
ja: PA1キー
