Repository: Lucas-Developer/voxelands
Catalog: po/*/voxelands.po
Languages: da, de, es, fr, hu, hy, it, ja, pl, pt_br, ro, ru, vi

source: White Skin
da: Hvid Hud
de: weiße Haut
es: Tez blanca
fr: Peau Blanche
hu: fehér bőr
hy: Սպիտակ Մաշկ
it: Pelle bianca
ja: 白い肌
pl: Blada Skóra
pt_br: Pele Branca
ro: Piele albă
ru: Белая кожа
vi: Da trắng

source: Red Skin
da: Rød Hud
de: rote Haut
es: Tez roja
fr: Peau Rouge
hu: vörös bőr
hy: Կարմիր Մաշկ
it: Pelle rossa
ja: 赤い肌
pl: Czerwona Skóra
pt_br: Pele Vermelha
ro: Piele roșie
ru: Красная кожа
vi: Da đỏ

source: Green Skin
da: Grøn Hud
de: grüne Haut
es: Tez verde
fr: Peau Verte
hu: zöld bőr
hy: Կանաչ Մաշկ
it: Pelle verde
ja: 緑色の肌
pl: Zielona Skóra
pt_br: Pele Verde
ro: Piele verde
ru: Зеленая кожа
vi: Da xanh lá cây

source: Fair Skin
da: Lys Hud
de: helle Haut
es: Tez clara
fr: Peau Claire
hu: világos bőr
hy: Պայծառ Մաշկ
it: Pelle chiara
ja: 普通の肌
pl: Jasna Skóra
pt_br: Pele Clara
ro: Piele deschisă
ru: Светлая кожа
vi: Da trắng

source: Tanned Skin
da: Farvet Hud
de: gebräunte Haut
es: Tez morena
fr: Peau Bronzée
hu: napbarnított bőr
hy: Թուխ Մաշկ
it: Pelle abbronzata
ja: 褐色の肌
pl: Opalona Skóra
pt_br: Pele Bronzeada
ro: Piele bronzată
ru: Загорелая кожа
vi: Da nâu

source: Dark Skin
da: Mørk Hud
de: dunkle Haut
es: Tez oscura
fr: Peau Foncée
hu: sötét bőr
hy: Մուգ Մաշկ
it: Pelle scura
ja: 暗い色の肌
pl: Ciemna Skóra
pt_br: Pele Escura
ro: Piele maronie
ru: Темная кожа
vi: Da đen

source: Black Skin
da: Sort Hud
de: schwarze Haut
es: Tez negra
fr: Peau Noire
hu: fekete bőr
hy: Սև Մաշկ
it: Pelle nera
ja: 黒い肌
pl: Czarna Skóra
pt_br: Pele Negra
ro: Piele neagră
ru: Черная кожа
vi: Da đen

source: Human Face
de: Menschengesicht
es: Cara de humano
fr: Visage Humain
hu: emberarc
hy: Մարդու Դեմք
it: Volto umano
ja: 普通の顔
pl: Twarz Człowieka
pt_br: Rosto Humano
ro: Față umană
ru: Человеческое лицо
vi: Mặt người

source: Elven Face
de: Elfengesicht
es: Cara de elfo
fr: Visage Elfique
hu: elf arc
hy: Էլֆի Դեմք
it: Volto elfico
ja: エルフの顔
pl: Twarz Elficka
pt_br: Rosto Élfico
ro: Față de elf
ru: Лицо эльфа
vi: Mặt người rừng

source: Dwarven Face
de: Zwergengesicht
es: Cara de duendecillo
fr: Visage de Nain
hu: törpe arc
hy: Գնոմի Դեմք
it: Volto nanico
ja: ドワーフの顔
pl: Twarz Krasnoludzka
pt_br: Rosto de Anão
ro: Față de dwarf
ru: Лицо гнома
vi: Mặt chú lùn

source: Alien Face
de: Aliengesicht
es: Cara de alienígena
fr: Visage d'Alien
hu: földönkívüli arc
hy: ՈՒրիշ Դեմք
it: Volto alieno
ja: エイリアンの顔
pl: Twarz Kosmity
pt_br: Rosto Alienigena
ro: Față de extraterestru
ru: Лицо пришельца
vi: Mặt người hành tinh

source: White Hair
da: Hvidt Hår
de: weißes Haar
es: Cabello blanco
fr: Cheveux Blancs
hu: ősz haj
hy: Սպիտակ Մազեր
it: Capelli bianchi
ja: 白い髪
pl: Białe Włosy
pt_br: Cabelo Branco
ro: Păr alb
ru: Белые волосы
vi: Tóc trắng

source: Blue Hair
da: Blåt Hår
de: blaues Haar
es: Cabello negro
fr: Cheveux Bleus
hu: kék haj
hy: Կապույտ Մազեր
it: Capelli blu
ja: 青い髪
pl: Niebieskie Włosy
pt_br: Cabelo Azul
ro: Păr albastru
ru: Голубые волосы
vi: Tóc xanh

source: Green Hair
da: Grønt Hår
de: grünes Haar
es: Cabello verde
fr: Cheveux Verts
hu: zöld haj
hy: Կանաչ Մազեր
it: Capelli verdi
ja: 緑色の髪
pl: Zielone Włosy
pt_br: Cabelo Verde
ro: Păr verde
ru: Зеленые волосы
vi: Tóc xanh lá cây

source: Orange Hair
da: Orange Hår
de: orange Haar
es: Cabello naranja
fr: Cheveux Oranges
hu: narancssárga haj
hy: Նարնջագույն Մազեր
it: Capelli arancioni
ja: オレンジ色の髪
pl: Pomarańczowe Włosy
pt_br: Cabelo Laranja
ro: Păr portocaliu
ru: Оранжевые волосы
vi: Tóc cam

source: Brown Hair
da: Brunt Hår
de: braunes Haar
es: Cabello marrón
fr: Cheveux Bruns
hu: barna haj
hy: Շագանակագույն Մազեր
it: Capelli castani
ja: 茶髪
pl: Brązowe Włosy
pt_br: Cabelo Castanho
ro: Păr șaten
ru: Коричневые волосы
vi: Tóc nâu

source: Purple Hair
da: Lilla Hår
de: lila Haar
es: Cabello púrpura
fr: Cheveux Pourpes
hu: lila haj
hy: Մանուշակագույն Մազեր
it: Capelli viola
ja: 紫色の髪
pl: Fioletowe Włosy
pt_br: Cabelo Roxo
ro: Păr purpuriu
ru: Фиолетовые волосы
vi: Tóc tím

source: Red Hair
da: Rødt Hår
de: rotes Haar
es: Cabello rojo
fr: Cheveux Rouges
hu: vörös haj
hy: Կարմրահերներ Մազեր
it: Capelli rossi
ja: 赤い髪
pl: Czerwone Włosy
pt_br: Cabelo Vermelho
ro: Păr roșcat
ru: Рыжие волосы
vi: Tóc đỏ

source: Blonde Hair
da: Lyst Hår
de: blondes Haar
es: Cabello rubio
fr: Cheveux Blonds
hu: szőke haj
hy: Խարտյաշ Մազեր
it: Capelli biondi
ja: 灰色の髪
pl: Włosy Blond
pt_br: Cabelo Loiro
ro: Păr blond
ru: Светлые волосы
vi: Tóc vàng

source: Black Hair
da: Sort Hår
de: schwarzes Haar
es: Cabello negro
fr: Cheveux Noirs
hu: fekete haj
hy: Սև Մազեր
it: Capelli neri
ja: 黒い髪
pl: Czarne Włosy
pt_br: Cabelo Preto
ro: Păr negru
ru: Черные волосы
vi: Tóc đen

source: Short Hair
de: kurzes Haar
es: Cabello corto
fr: Cheveux Courts
hu: rövid haj
hy: Կարճ Մազեր
it: Capelli corti
ja: 短い髪
pl: Krótkie Włosy
pt_br: Cabelo Curto
ro: Păr scurt
ru: Короткие волосы
vi: Tóc ngắn

source: Medium Hair
de: mittleres Haar
es: Cabello medio
fr: Cheveux Mi-Longs
hu: közepes hosszúságú haj
hy: Միջին Մազեր
it: Capelli medi
ja: 普通の髪
pl: Średniej Długości Włosy
pt_br: Cabelo Mediano
ro: Păr mediu
ru: Волосы средней длины
vi: Tóc vừa

source: Long Hair
de: langes Haar
es: Cabello largo
fr: Cheveux Longs
hu: hosszú haj
hy: Երկար Մազեր
it: Capelli lunghi
ja: 長い髪
pl: Długie Włosy
pt_br: Cabelo Longo
ro: Păr lung
ru: Длинные волосы
vi: Tóc dài

source: Styled Hair
de: gestyltes Haar
es: Cabello estilizado
fr: Chauve
hy: Հարդարած Մազեր
it: Capelli acconciati
ja: 変な髪
pl: Wystylizowane Włosy
pt_br: Cabelo Estiloso
ro: Păr stilat
ru: Стильная прическа
vi: Tóc ‎theo kiểu

source: White Eyes
da: Hvide Øjne
de: weiße Augen
es: Ojos de color blanco
fr: Yeux Blancs
hu: fehér szemek
hy: Ճերմակ Աչքեր
it: Occhi bianchi
ja: 白い目
pl: Białe Oczy
pt_br: Olhos Brancos
ro: Ochi albi
ru: Белые глаза
vi: Mắt trắng

source: Blue Eyes
da: Blå Øjne
de: blaue Augen
es: Ojos de color azul
fr: Yeux Bleus
hu: kék szemek
hy: Կապույտ Աչքեր
it: Occhi blu
ja: 青い目
pl: Niebieskie Oczy
pt_br: Olhos Azuis
ro: Ochi albaștri
ru: Голубые глаза
vi: Mắt xanh

source: Green Eyes
da: Grønne Øjne
de: grüne Augen
es: Ojos de color verde
fr: Yeux Verts
hu: zöld szemek
hy: Կանաչ Աչքեր
it: Occhi verdi
ja: 緑色の目
pl: Zielone Oczy
pt_br: Olhos Verdes
ro: Ochi verzi
ru: Зеленые глаза
vi: Mắt xanh lá cây

source: Orange Eyes
da: Orange Øjne
de: orange Augen
es: Ojos de color naranja
fr: Yeux Oranges
hu: narancssárga szemek
hy: Նարնջագույն Աչքեր
it: Occhi arancioni
ja: オレンジ色の目
pl: Pomarańczowe Oczy
pt_br: Olhos Alaranjados
ro: Ochi portocalii
ru: Оранжевые глаза
vi: Mắt cam

source: Brown Eyes
da: Brune Øjne
de: braune Augen
es: Ojos de color marrón
fr: Yeux Bruns
hu: barna szemek
hy: Շագանակագույն Աչքեր
it: Occhi castani
ja: 茶色い目
pl: Piwne Oczy
pt_br: Olhos Castanhos
ro: Ochi căprui
ru: Карие глаза
vi: Mắt nâu

source: Purple Eyes
da: Lilla Øjne
de: lila Augen
es: Ojos de color púrpura
fr: Yeux Violets
hu: lila szemek
hy: Մանուշակագույն Աչքեր
it: Occhi viola
ja: 紫色の目
pl: Fioletowe Oczy
pt_br: Olhos Roxos
ro: Ochi purpurii
ru: Фиолетовые глаза
vi: Mắt tím

source: Red Eyes
da: Røde Øjne
de: rote Augen
es: Ojos de color rojo
fr: Yeux Rouges
hu: vörös szemek
hy: Կարմիր Աչքեր
it: Occhi rossi
ja: 赤い目
pl: Czerwone Oczy
pt_br: Olhos Vermelhos
ro: Ochi roșii
ru: Красные глаза
vi: Mắt đỏ

source: Yellow Eyes
da: Gule Øjne
de: gelbe Augen
es: Ojos de color amarillo
fr: Yeux Jaunes
hu: sárga szemek
hy: Դեղին Աչքեր
it: Occhi gialli
ja: 黄色い目
pl: Żółte Oczy
pt_br: Olhos Amarelos
ro: Ochi galbeni
ru: Желтые глаза
vi: Mắt vàng

source: Black Eyes
da: Sorte Øjne
de: schwarze Augen
es: Ojos de color negro
fr: Yeux Noirs
hu: fekete szem
hy: Սև Աչքեր
it: Occhi neri
ja: 黒い目
pl: Czarne Oczy
pt_br: Olhos Negros
ro: Ochi negri
ru: Черные глаза
vi: Mắt đen

source: White T-Shirt
da: Hvid T-Shirt
de: weißes T-Shirt
es: Camiseta blanca
fr: T-Shirt Blanc
hu: fehér póló
hy: Սպիտակ Վերնաշապիկ
it: Maglietta bianca
ja: 白いTシャツ
pl: Biała Koszulka
pt_br: Camiseta Branca
ro: Tricou alb
ru: Белая футболка
vi: Áo thun trắng

source: Blue T-Shirt
da: Blå T-Shirt
de: blaues T-Shirt
es: Camiseta azul
fr: T-Shirt Bleu
hu: kék póló
hy: Կապույտ Վերնաշապիկ
it: Maglietta blu
ja: 青いTシャツ
pl: Niebieska Koszulka
pt_br: Camiseta Azul
ro: Tricou albastru
ru: Синяя футболка
vi: Áo thun xanh

source: Green T-Shirt
da: Grøn T-Shirt
de: grünes T-Shirt
es: Camiseta verde
fr: T-Shirt Vert
hu: zöld póló
hy: Կանաչ Վերնաշապիկ
it: Maglietta verde
ja: 緑色のTシャツ
pl: Zielona Koszulka
pt_br: Camiseta Verde
ro: Tricou verde
ru: Зеленая футболка
vi: Áo thun xanh lá cây

source: Orange T-Shirt
es: Camiseta naranja
fr: T-Shirt Orange
hu: narancssárga póló
hy: Նարնջագույն Վերնաշապիկ
it: Maglietta arancione
ja: オレンジ色のTシャツ
pl: Pomarańczowa Koszulka
pt_br: Camiseta Laranja
ro: Tricou portocaliu
ru: Оранжевая футболка
vi: Áo thun cam

source: Purple T-Shirt
da: Lilla T-Shirt
de: lila T-Shirt
es: Camiseta púrpura
fr: T-Shirt Violet
hu: lila póló
hy: Մանուշակագույն Վերնաշապիկ
it: Maglietta viola
ja: 紫色のTシャツ
pl: Fioletowa Koszulka
pt_br: Camiseta Roxa
ro: Tricou purpuriu
ru: Фиолетовая футболка
vi: Áo thun tím

source: Red T-Shirt
da: Rød T-Shirt
de: rotes T-Shirt
es: Camiseta roja
fr: T-Shirt Rouge
hu: piros póló
hy: Կարմիր Վերնաշապիկ
it: Maglietta rossa
ja: 赤いTシャツ
pl: Czerwona Koszulka
pt_br: Camiseta Vermelha
ro: Tricou roșu
ru: Красная футболка
vi: Áo thun đỏ

source: Yellow T-Shirt
da: Gul T-Shirt
de: gelbes T-Shirt
es: Camiseta amarilla
fr: T-Shirt Jaune
hu: sárga póló
hy: Դեղին Վերնաշապիկ
it: Maglietta gialla
ja: 黄色いTシャツ
pl: Żółta Koszulka
pt_br: Camiseta Amarela
ro: Tricou galben
ru: Желтая футболка
vi: Áo thun vàng

source: Black T-Shirt
da: Sort T-Shirt
de: schwarzes T-Shirt
es: Camiseta negra
fr: T-Shirt Noir
hu: fekete póló
hy: Սև Վերնաշապիկ
it: Maglietta nera
ja: 黒いTシャツ
pl: Czarna Koszulka
pt_br: Camiseta Preta
ro: Tricou negru
ru: Черная футболка
vi: Áo thun đen

source: White Pants
da: Hvide Bukser
de: weiße Hose
es: Pantalones blancos
fr: Pantalon Blanc
hu: fehér nadrág
hy: Սպիտակ Տաբատ
it: Pantaloni bianchi
ja: 白いズボン
pl: Białe Spodnie
pt_br: Calças Brancas
ro: Pantaloni albi
ru: Белые штаны
vi: Quần trắng

source: Blue Pants
da: Blå Bukser
de: blaue Hose
es: Pantalones azules
fr: Pantalon Bleu
hu: kék nadrág
hy: Կապույտ Տաբատ
it: Pantaloni blu
ja: 青いズボン
pl: Niebieskie Spodnie
pt_br: Calças Azuis
ro: Pantaloni albaștri
ru: Синие штаны
vi: Quần xanh

source: Green Pants
da: Grønne Bukser
de: grüne Hose
es: Pantalones verdes
fr: Pantalon Vert
hu: zöld nadrág
hy: Կանաչ Տաբատ
it: Pantaloni verdi
ja: 緑色のズボン
pl: Zielone Spodnie
pt_br: Calças Verdes
ro: Pantaloni verzi
ru: Зеленые штаны
vi: Quần xanh lá cây

source: Orange Pants
da: Orange Bukser
de: orange Hose
es: Pantalones naranja
fr: Pantalon Orange
hu: narancssárga nadrág
hy: Նարնջագույն Տաբատ
it: Pantaloni arancioni
ja: オレンジ色のズボン
pl: Pomarańczowe Spodnie
pt_br: Calças Alaranjadas
ro: Pantaloni portocalii
ru: Оранжевые штаны
vi: Quần cam

source: Purple Pants
da: Lilla Bukser
de: lila Hose
es: Pantalones púrpura
fr: Pantalon Violet
hu: lila nadrág
hy: Մուգ Տաբատ
it: Pantaloni viola
ja: 紫色のズボン
pl: Fioletowe Spodnie
pt_br: Calças Roxas
ro: Pantaloni purpurii
ru: Фиолетовые штаны
vi: Quần tím

source: Red Pants
da: Røde Bukser
de: rote Hose
es: Pantalones verdes
fr: Pantalon Rouge
hu: piros nadrág
hy: Կարմիր Տաբատ
it: Pantaloni rossi
ja: 赤いズボン
pl: Czerwone Spodnie
pt_br: Calças Vermelhas
ro: Pantaloni roșii
ru: Красные штаны
vi: Quần đỏ

source: Yellow Pants
da: Gule Bukser
de: gelbe Hose
es: Pantalones amarillos
fr: Pantalon Jaune
hu: sárga nadrág
hy: Դեղին Տաբատ
it: Pantaloni gialli
ja: 黄色いズボン
pl: Żółte Spodnie
pt_br: Calças Amarelas
ro: Pantaloni galbeni
ru: Желтые штаны
vi: Quần vàng

source: Black Pants
da: Sorte Bukser
de: schwarze Hose
es: Pantalones negros
fr: Pantalon Noir
hu: fekete nadrág
hy: Սև Տաբատ
it: Pantaloni neri
ja: 黒いズボン
pl: Czarne Spodnie
pt_br: Calças Pretas
ro: Pantaloni negri
ru: Черные штаны
vi: Quần đen

source: Leather Shoes
da: Lædersko
de: Lederschuhe
es: Zapatos de cuero
fr: Chaussures en Cuir
hu: bőrcipő
hy: Կաշվե Կոշիկ
it: Scarpe di cuoio
ja: 革靴
pl: Buty Ze Skóry
pt_br: Sapatos de Couro
ro: Pantofi de piele
ru: Кожаная обувь
vi: Giày da

source: Fur Shoes
da: Pelssko
de: Pelzschuhe
es: Zapatos de piel
fr: Chaussures en Fourrure
hu: szőrmecipő
hy: Մորթյա Կոշիկ
it: Scarpe di pelliccia
ja: 毛皮の靴
pl: Buty Z Futerka
pt_br: Sapatos de Pele
ro: Pantofi de blană
ru: Меховая обувь
vi: Giày lông thú

source: Canvas Shoes
da: Lærredssko
de: Leinenschuhe
es: Zapatos de lona
fr: Chaussures en Toile
hu: vászoncipő
hy: Կտորից Կոշիկ
it: Scarpe di tela
ja: ズック靴
pl: Buty Z Materiału
pt_br: Sapatos de Lona
ro: Pantofi de pânză
ru: Холщовая обувь
vi: Giày thể thao

source: Here you can create your default character, this is how other players will see you in-game. When you join a new server you will start with the clothing you select here. Additional clothing, both protective and decorative, can be crafted in-game. You can return here from the main menu anytime to change your character.
de: Hier können Sie Ihre Standardfigur erstellen; so werden Sie von anderen Spieler im Spiel gesehen. Wenn Sie einem neuen Server beitreten, werden Sie mit der hier ausgewählten Kleidung anfangen. Weitere Kleidung, sowohl zum Schutz als auch zur Dekoration, kann im Spiel angefertigt werden. Sie können jederzeit hierher aus dem Hauptmenü zurückkehren, um Ihre Figur zu wechseln.
es: Aquí puede crear su personaje predeterminado, que le representará ante otros jugadores durante las partidas. Cuando se una a un servidor nuevo comenzará con las ropas que elija aquí. Se pueden elaborar prendas adicionales, de protección y decorativas, durante el juego. Podrá volver aquí en cualquier momento, mediante el menú principal, para cambiar su personaje.
fr: Ici, vous pouvez créer votre personnage par défaut, c'est la façon dont les autres joueurs vous verront dans le jeu. Lorsque vous rejoignez un nouveau serveur, vous commencez avec les vêtements sélectionnés ici. Des vêtements supplémentaires, à la fois protecteurs et décoratifs, peuvent être conçus dans le jeu. Vous pouvez revenir ici dans le menu principal à tout moment pour changer votre personnage.
hu: Itt hozhatod létre az alapértelmezett kinézetedet, a többi játékos ilyennek lát majd a játékban. Amikor egy új szerverre csatlakozol, az itt kiválasztott ruhákban kezdel a szerveren. További ruházat és páncélzat készíthető a játékban. A főmenüből bármikor visszatérhetsz ide hogy megváltoztasd a karakteredet.
hy: Հեյ, Ողջույն ։Ճ Այստեղ դուք կարող եք ստեղծել ձեր կերպարը լռելյայն։ Նաև այլ խաղացողներ կարող են տեսնել ձեզ խաղում, երբ միանաք նոր սերվերի։ Դուք սկսում եք հագուստից՝ կարելի է ընտրել այստեղ։ Լրացուցիչ հագուստ, ինչպես պաշտպանական, այնպես էլ դեկորատիվ կարելի է Քրաֆթել խաղում։ Կարելի է վերադառնալ հիմնական մենյու ցանկացած ժամանակ և փոխել կերպարը։
it: Qui potete creare il vostro personaggio predefinito, è come gli altri giocatori vi vedranno nel gioco. Quando vi unirete a un nuovo server inizierete coi vestiti che scegliete qua. L'abbigliamento aggiuntivo, sia protettivo che decorativo, può essere creato nel gioco. Potete tornare qui per modificare il vostro personaggio in qualsiasi momento, dal menu principale.
ja: ここではスキンを作成できます。 スキンは他のプレイヤーに表示されます。 タイトルからもこの設定に戻れます。
pl: W tym okienku możesz stworzyć swoją domyślną postać tak, jak będzie widziana przez innych graczy. Po dołączeniu do dowolnego serwera, twoja postać będzie ubrana tak samo jak tutaj. Pozostałe ubrania, tak obronne jak i ozdobne, można stworzyć podczas gry. Możesz tu wrócić w dowolnym momencie z poziomu Menu Głównego.
pt_br: Aqui você pode criar seu personagem padrão, esta é a forma como os outros jogadores vão vê-lo no jogo. Quando você entra em um novo servidor você vai começar com a roupa que você selecionar aqui. Roupas adicionais, ambas de proteção e decorativas, podem ser trabalhadas no jogo. Você pode voltar aqui a qualquer hora através do menu principal para alterar o seu personagem.
ro: Aici poți crea personajul tău implicit, așa te vor vedea ceilalți jucători în joc. Când te alături la un nou server, vei începe acolo cu îmbrăcămintea aleasă aici. Îmbrăcăminte suplimentară, atât protectivă, cât și decorativă, poate fi fabricată în joc. Poți reveni aici din meniul principal oricând dorești să schimbi personajul.
ru: Здесь можно задать исходный внешний вид вашего персонажа. Так он будет выглядеть для других игроков в начале игры - например, при подключении к новому серверу. В процессе игры могут быть созданы другие предметы одежды - как защитные, так и декоративные. Вы можете вернуться сюда из главного меню в любое время, чтобы изменить внешний вид вашего персонажа.
vi: Ở đây bạn có thể làm người bạn. Đây là cách người khác sẽ nhìn thấy bạn trong trò chơi. Khi bạn vào server mới, bạn sẽ bắt đầu với những quần áo bạn chọn ở đây. Quần áo thêm, cho bảo vệ và ngoại hình, có thể được làm trong trò chơi. Bạn có thể trở lại đây từ thực đơn chính lúc nào để thay quần áo bạn và các tính năng trên khuôn mặt.

source: Create Your Character
de: Ihre Figur erstellen
es: Cree su personaje
fr: Créer Votre Personnage
hu: Karaktered létrehozása
hy: Կառուցեք Ձեր Կերպարը
it: Create il vostro personaggio
ja: あなたのキャラクターを作成
pl: Ekran Tworzenia Postaci
pt_br: Crie Seu Personagem
ro: Creează personajul tău
ru: Создайте персонаж
vi: Làm người bạn

source: Male
da: Mand
de: Männlich
es: Masculino
fr: Masculin
hu: férfi
hy: Տղամարդ
it: Maschio
ja: 男性
pl: Mężczyzna
pt_br: Masculino
ro: Bărbat
ru: Мальчик
vi: Trai

source: Female
da: Kvinde
de: Weiblich
es: Femenino
fr: Féminin
hu: nő
hy: Կին
it: Femmina
ja: 女性
pl: Kobieta
pt_br: Feminino
ro: Femeie
ru: Девочка
vi: Gái

source: Taller
da: Højere
de: Höher
es: Alto
fr: Plus Grand
hu: magasabb
hy: Երկար
it: Più alto
ja: 高くする
pl: Wyższy/a
pt_br: Mais Alto
ro: Mai înalt
ru: Выше
vi: Cao hơn

source: Shorter
da: Lavere
de: Kürzer
es: Bajo
fr: Plus Petit
hu: alacsonyabb
hy: Կարճ
it: Più basso
ja: 低くする
pl: Niższy/a
pt_br: Mais Baixo
ro: Mai scund
ru: Ниже
vi: Thấp hơn

source: Wider
da: Bredere
de: Dicker
es: Ancho
fr: Plus Épais
hu: szélesebb
hy: Լայն
it: Più largo
ja: 太くする
pl: Szerszy/a
pt_br: Mais Largo
ro: Mai gras
ru: Полнее
vi: Rộng hơn

source: Thinner
da: Smalere
de: Dünner
es: Delgado
fr: Plus Mince
hu: vékonyabb
hy: Բարակ
it: Più magro
ja: 細くする
pl: Szczuplejszy/a
pt_br: Mais Fino
ro: Mai slab
ru: Худее
vi: Mỏng hơn

source: Done
da: Færdig
de: Fertig
es: Listo
fr: Terminé
hu: Kész
hy: Ավարտել
it: Fatto
ja: 決定
pl: Gotowe
pt_br: Feito
ro: Gata
ru: Готово
vi: Xong

source: Cancel
da: Annullér
de: Abbruch
es: Cancelar
fr: Annuler
hu: Mégse
hy: Չեղարկել
it: Annullare
ja: キャンセル
pl: Anuluj
pt_br: Cancelar
ro: Renunță
ru: Отмена
vi: Thôi

source: Space Suit Pants
de: Raumanzugshose
es: Pantalón de traje espacial
fr: Pantalon de Combinaison Spatiale
hu: űrruha nadrág
hy: Յուրահատուկ Տաբատ
it: Pantaloni della tuta spaziale
ja: 宇宙服のズボン
pl: Spodnie Kosmicznego Skafandra
pt_br: Calças de Traje Espacial
ro: Pantaloni de costum spațial
ru: Низ космического скафандра
vi: Quần bộ đồ vũ trụ

source: Space Suit Shirt
de: Raumanzugshemd
es: Camisa de traje espacial
fr: Haut de Combinaison Spatiale
hu: űrruha felső
hy: Յուրահատուկ վերնաշապիկ
it: Maglia della tuta spaziale
ja: 宇宙服のシャツ
pl: Ubranie Górne Kosmicznego Skafandra
pt_br: Camiseta de Traje espacial
ro: Cămașă de costum spațial
ru: Верх космического скафандра
vi: Áo bộ đồ vũ trụ

source: Space Suit Helmet
de: Raumanzugshelm
es: Casco de traje espacial
fr: Casque de Combinaison Spatial
hu: űrsisak
hy: Յուրահատուկ Սաղավարտ
it: Casco della tuta spaziale
ja: 宇宙服のヘルメット
pl: Hełm Kosmicznego Skafandra
pt_br: Capacete de Traje Espacial
ro: Cască de costum spațial
ru: Космический шлем
vi: Mũ bộ đồ vũ trụ

source: Space Suit Boots
de: Raumanzugsstiefel
es: Botas de traje espacial
fr: Bottes de Combinaison Spatiale
hu: űrcsizma
hy: Յուրահատուկ Կոշիկներ
it: Stivali della tuta spaziale
ja: 宇宙服の靴
pl: Buty Kosmicznego Skafandra
pt_br: Botas de Trajes Espacial
ro: Ghete de costum spațial
ru: Космические ботинки
vi: Giày ống bộ đồ vũ trụ

source: Cotton T-Shirt
da: Bomulds T-shirt
de: Baumwoll-T-Shirt
es: Camiseta de algodón
fr: T-Shirt en Coton
hu: pamutpóló
hy: Բամբակյա Վերնաշապիկ
it: Maglietta di cotone
ja: コットンのTシャツ
pl: Koszulka z Bawełny
pt_br: Camiseta de Algodão
ro: Tricou de bumbac
ru: Хлопковая футболка
vi: Áo thun bông gòn

source: Blue Cotton T-Shirt
da: Blå Bomulds T-shirt
de: blaues Baumwoll-T-Shirt
es: Camiseta de algodón azul
fr: T-Shirt Bleu en Coton
hu: kék pamutpóló
hy: Կապույտ Բամբակյա Վերնաշապիկ
it: Maglietta blu di cotone
ja: 青いコットンのTシャツ
pl: Niebieska Koszulka z Bawełny
pt_br: Camiseta de Algodão azul
ro: Tricou albastru de bumbac
ru: Синяя хлопковая футболка
vi: Áo thun bông gòn xanh

source: Green Cotton T-Shirt
da: Grøn Bomulds T-shirt
de: grünes Baumwoll-T-Shirt
es: Camiseta de algodón verde
fr: T-Shirt Vert en Coton
hu: zöld pamutpóló
hy: Կանաչ Բամբակյա Վերնաշապիկ
it: Maglietta verde di cotone
ja: 緑色のコットンのTシャツ
pl: Zielona Koszulka z Bawełny
pt_br: Camiseta de Algodão Verde
ro: Tricou verde de bumbac
ru: Зеленая хлопковая футболка
vi: Áo thun bông gòn xanh lá cây

source: Orange Cotton Tshirt
da: Orange Bomulds T-shirt
de: orange Baumwoll-T-Shirt
es: Camiseta de algodón naranja
fr: T-Shirt Orange en Coton
hu: narancssárga pamutpóló
hy: Նարնջագույն Բամբակյա Վերնաշապիկ
it: Maglietta arancione di cotone
ja: オレンジ色のコットンのTシャツ
pl: Pomarańczowa Koszulka z Bawełny
pt_br: Camiseta de Algodão laranja
ro: Tricou portocaliu de bumbac
ru: Оранжевая хлопковая футболка
vi: Áo thun bông gòn cam

source: Purple Cotton T-Shirt
da: Lilla Bomulds T-shirt
de: lila Baumwoll-T-Shirt
es: Camiseta de algodón púrpura
fr: T-Shirt Violet en Coton
hu: lila pamutpóló
hy: Մուգ Բամբակյա Վերնաշապիկ
it: Maglietta viola di cotone
ja: 紫色のコットンのTシャツ
pl: Fioletowa Koszulka z Bawełny
pt_br: Camiseta de algodão Roxa
ro: Tricou purpuriu de bumbac
ru: Фиолетовая хлопковая футболка
vi: Áo thun bông gòn tím

source: Red Cotton T-Shirt
da: Rød Bomulds T-shirt
de: rotes Baumwoll-T-Shirt
es: Camiseta de algodón roja
fr: T-Shirt Rouge en Coton
hu: piros pamutpóló
hy: Կարմիր Բամբակյա Վերնաշապիկ
it: Maglietta rossa di cotone
ja: 赤いコットンのTシャツ
pl: Czerwona Koszulka z Bawełny
pt_br: Camiseta de Algodão Vermelha
ro: Tricou roșu de bumbac
ru: Красная хлопковая футболка
vi: Áo thun bông gòn đỏ

source: Yellow Cotton T-Shirt
da: Gul Bomulds T-shirt
de: gelbes Baumwoll-T-Shirt
es: Camiseta de algodón amarilla
fr: T-Shirt Jaune en Coton
hu: sárga pamutpóló
hy: Դեղին Բամբակյա Վերնաշապիկ
it: Maglietta gialla di cotone
ja: 黄色いコットンのTシャツ
pl: Żółta Koszulka z Bawełny
pt_br: Camiseta de Algodão Amarela
ro: Tricou galben de bumbac
ru: Желтая хлопковая футболка
vi: Áo thun bông gòn vàng

source: Black Cotton T-Shirt
da: Sort Bomulds T-shirt
de: schwarzes Baumwoll-T-Shirt
es: Camiseta de algodón negra
fr: T-Shirt Noir en Coton
hu: fekete pamutpóló
hy: Սև Բամբակյա Վերնաշապիկ
it: Maglietta nera di cotone
ja: 黒いコットンのTシャツ
pl: Czarna Koszulka z Bawełny
pt_br: Camiseta de Algodão Preta
ro: Tricou negru de bumbac
ru: Черная хлопковая футболка
vi: Áo thun bông gòn đen

source: Cotton Shirt
da: Bomuldstrøje
de: Baumwollhemd
es: Camisa de algodón
fr: Chemise en Coton
hu: pamuting
hy: Բամբակյա Շապիկ
it: Camicia di cotone
ja: コットンのシャツ
pl: Koszula z Bawełny
pt_br: Camisa de Algodão
ro: Cămașa de bumbac
ru: Хлопковая рубашка
vi: Áo bông gòn

source: Blue Cotton Shirt
da: Blå Bomuldstrøje
de: blaues Baumwollhemd
es: Camisa de algodón azul
fr: Chemise Bleue en Coton
hu: kék pamuting
hy: Կապույտ Բամբակյա Շապիկ
it: Camicia blu di cotone
ja: 青いコットンのシャツ
pl: Niebieska Koszula z Bawełny
pt_br: Camisa de Algodão azul
ro: Cămașă albastră de bumbac
ru: Синяя хлопковая рубашка
vi: Áo bông gòn xanh
