Repository: Lucas-Developer/voxelands
Catalog: po/*/voxelands.po
Languages: da, de, es, fr, hu, hy, it, ja, pl, pt_br, ro, ru, vi

source: Dead Grass
da: Dødt Græs
de: vertrocknetes Gras
es: Pasto muerto
fr: Herbe Morte
hy: Չորացած Խոտ
it: Erba morta
ja: 枯れ草
pl: Sucha Trawa
pt_br: Grama Morta
ro: Iarbă moartă
ru: Сухая трава
vi: Cỏ chết

source: Flower Stem
de: Blumenstiel
es: Tallo de flor
fr: Tige de Fleur
hy: Ծաղկի Ցողուն
it: Gambo di fiore
ja: 花の茎
pl: Szypułka Kwiatowa
pt_br: Flor com Caule
ro: Tulpină de floare
ru: Стебель цветка
vi: Cọng hoa

source: Rose
es: Rosa
hu: rózsa
hy: Վարդ
it: Rosa
ja: バラ
pl: Róża
pt_br: Rosa
ro: Trandafir
ru: Роза
vi: Hoa hồng

source: Daffodil
da: Lilje
de: Narzisse
es: Narciso
fr: Narcisse
hu: nárcisz
hy: Նարցիս
it: Narciso giallo
ja: 水仙
pl: Żonkil
pt_br: Narciso
ro: Zarnacadea
ru: Бледно-желтый нарцис
vi: Hoa vàng

source: Tulip
da: Tulipan
de: Tulpe
es: Tulipán
fr: Tulipe
hu: tulipán
hy: Հատիկ
it: Tulipano
ja: チューリップ
pl: Tulipan
pt_br: Tulipa
ro: Lalea
ru: Тюльпан
vi: Hoa uất kim hương

source: Tea Seeds
de: Teesamen
es: Semillas de té
fr: Graines de Thé
hy: Թեյի Սերմեր
it: Semi di tè
ja: お茶の種
pl: Nasiona Herbaciane
pt_br: Sementes de Chá
ro: Semințe de ceai
ru: Семена чая
vi: Hột trà

source: Tea Plant
de: Teepflanze
es: Planta de té
fr: Théier
hu: teacserje
hy: Թեյի Պլանտացիա
it: Pianta di tè
ja: お茶の苗木
pl: Herbaciana Roślina
pt_br: Planta de Chá
ro: Plantă de ceai
ru: Чайное дерево
vi: Cây trà

source: Coffee Beans
da: Kaffebønner
de: Kaffeebohnen
es: Granos de café
fr: Grains de Café
hu: kávészemek
hy: Սուրճի Հատիկ
it: Chicchi di caffè
ja: コーヒー豆
pl: Nasionka Kawy
pt_br: Grãos de Café
ro: Boabe de cafea
ru: Зерна кофе
vi: Hột cà phê

source: Coffee Plant
de: Kaffeepflanze
es: Planta de café
fr: Caféier
hu: kávécserje
hy: Սուրճի Պլանտացիա
it: Pianta di caffè
ja: コーヒーの苗木
pl: Kawowa Roślina
pt_br: Planta de Café
ro: Plantă de cafea
ru: Кофейное дерево
vi: Cây cà phê

source: Blueberry Bush
da: Blåbærbusk
hy: Հապալասի Թուփ
it: Cespuglio di mirtilli
pt_br: Arbusto de Mirtilo
ru: Куст черники

source: Raspberry Bush
da: Hindbærbusk
hy: Ազնվամորու Թուփ
it: Cespuglio di lamponi
pt_br: Arbusto de Framboesa
ru: Куст малины

source: Rough Stone Slab
da: Rå Stenplade
de: grobe Steinplatte
es: Losa de piedra en bruto
fr: Dalle de Pierre Brutte
hu: durvakő tábla
hy: Կոպիտ Քարե Վառարան
it: Lastra di pietra grezza
ja: ラフストーンのハーフブロック
pl: Nieobrobiona Kamienna Płyta
pt_br: Laje de Pedra Áspera
ro: Lespede de piatră brută
ru: Плита грубого камня
vi: Miếng đá nham

source: Cobble Stone Slab
da: Brostensplade
de: Kopfsteinpflasterplatte
es: Losa de adoquín
fr: Dalle en Cailloux
hu: macskakő tábla
hy: Սալաքարե Վառարան
it: Lastra di ciottoli
ja: 丸石のハーフブロック
pl: Brukowa Płyta
pt_br: Laje de Pedra de Calçada
ro: Lespede de piatră cubică
ru: Булыжная плита
vi: Miếng đá sỏi

source: Mossy Cobble Stone Slab
da: Mosset Brostensplade
de: bemoste Kopfsteinpflasterplatte
es: Losa de adoquín musgoso
fr: Dalle en Cailloux Moussus
hu: mohás macskakő tábla
hy: Թավշյա Սալաքարե Վառարան
it: Lastra di ciottoli muschiosa
ja: 苔石のハーフブロック
pl: Płyta Z Omszałego Bruku
pt_br: Laje de Pedra de Calçada com Musgo
ro: Lespede de piatră cubică cu mușchi
ru: Плита замшелого булыжника
vi: Miếng đá sỏi có rêu

source: Stone Slab
da: Stenplade
de: Steinplatte
es: Losa de piedra
fr: Dalle de Pierre
hu: kőtábla
hy: Կոպիտ Վառարան
it: Lastra di pietra
ja: 石のハーフブロック
pl: Kamienna Płyta
pt_br: Laje de Pedra
ro: Lespede de piatră
ru: Каменная плита
vi: Miếng đá

source: Wood Slab
da: Træplade
de: Holzplatte
es: Losa de madera
fr: Dalle de Bois
hu: fatábla
hy: Փայտյա Վառարան
it: Lastra di legno
ja: 木のハーフブロック
pl: Drewniana Płyta
pt_br: Laje de Madeira
ro: Lespede de lemn
ru: Деревянная плита
vi: Miếng gỗ

source: Jungle Wood Slab
da: Jungletræsplade
de: Dschungelholzplatte
es: Losa de madera selvática
fr: Dalle d'Acajou
hu: dzungelfa tábla
hy: Անտառային Փայտյա Վառարան
it: Lastra di legno della giungla
ja: ジャングルの木のハーフブロック
pl: Płyta Z Drewna Dżunglowego
pt_br: Laje de Madeira da Selva
ro: Lespede de lemn de junglă
ru: Пальмовая плита
vi: Miếng gỗ cọ

source: Brick Slab
da: Murstensplade
de: Ziegelsteinplatte
es: Losa de ladrillo
fr: Dalle de Brique
hu: tégla tábla
hy: Աղյուսից Վառարան
it: Lastra di mattoni
ja: レンガのハーフブロック
pl: Ceglasta Płyta
pt_br: Laje de Tijolos
ro: Lespede de cărămidă
ru: Кирпичная плита
vi: Miếng gạch

source: Sand Stone Slab
da: Sandstensplade
de: Sandsteinplatte
es: Losa de arenisca
fr: Dalle de Grès
hu: homokkő tábla
hy: Ավազե Կոպիտ Վառարան
it: Lastra di arenaria
ja: 砂岩のハーフブロック
pl: Płyta Z Piaskowca
pt_br: Laje de Arenito
ro: Lespede de gresie
ru: Плита песчаника
vi: Miếng sa thạch

source: Glass Slab
da: Glasplade
de: Glasplatte
es: Losa de cristal
fr: Dalle de Verre
hu: üvegtábla
hy: Ապակե Վառարան
it: Lastra di vetro
ja: ガラスのハーフブロック
pl: Płyta Z Trawy
pt_br: Laje de Vidro
ro: Lespede de sticlă
ru: Стеклянная плита
vi: Miếng kính

source: Blue Glass Slab
da: Blå Glasplade
de: blaue Glasplatte
es: Losa de pasto azul
fr: Dalle de Verre Bleue
hu: kék üvegtábla
hy: Կապույտ Ապակե Վառարան
it: Lastra di vetro blu
ja: 青いガラスのハーフブロック
pl: Płyta Z Niebieskiego Szkła
pt_br: Laje de Vidro Azul
ro: Lespede de sticlă albastră
ru: Плита синего стекла
vi: Miếng kính xanh

source: Green Glass Slab
da: Grøn Glasplade
de: grüne Glasplatte
es: Losa de pasto verde
fr: Dalle de Verre Verte
hu: zöld üvegtábla
hy: Կանաչ Ապակե Վառարան
it: Lastra di vetro verde
ja: 緑色のガラスのハーフブロック
pl: Płyta Z Zielonego Szkła
pt_br: Laje de Vidro Verde
ro: Lespede de sticlă verde
ru: Плита зеленого стекла
vi: Miếng kính xanh lá cây

source: Orange Glass Slab
da: Orange Glasplade
de: orange Glasplatte
es: Losa de pasto naranja
fr: Dalle de Verre Orange
hu: narancssárga üvegtábla
hy: Նարնջագույն Ապակե Վառարան
it: Lastra di vetro arancione
ja: オレンジ色のガラスのハーフブロック
pl: Płyta Z Pomarańczowego Szkła
pt_br: Laje de Vidro Laranja
ro: Lespede de sticlă portocalie
ru: Плита оранжевого стекла
vi: Miếng kính cam

source: Purple Glass Slab
da: Lilla Glasplade
de: lila Glasplatte
es: Losa de pasto púrpura
fr: Dalle de Verre Violette
hu: lila üvegtábla
hy: Մուգ Ապակե Վառարան
it: Lastra di vetro viola
ja: 紫色のガラスのハーフブロック
pl: Płyta Z Fioletowego Szkła
pt_br: Laje de Vidro Roxo
ro: Lespede de sticlă purpurie
ru: Плита фиолетового стекла
vi: Miếng kính tím

source: Red Glass Slab
da: Rød Glasplade
de: rote Glasplatte
es: Losa de pasto rojo
fr: Dalle de Verre Rouge
hu: piros üvegtábla
hy: Կարմիր Ապակե Վառարան
it: Lastra di vetro rosso
ja: 赤いガラスのハーフブロック
pl: Płyta Z Czerwonego Szkła
pt_br: Laje de Vidro Vermelho
ro: Lespede de sticlă roșie
ru: Плита красного стекла
vi: Miếng kính đỏ

source: Yellow Glass Slab
da: Gul Glasplade
de: gelbe Glasplatte
es: Losa de pasto amarillo
fr: Dalle de Verre Jaune
hu: sárga üvegtábl
hy: Դեղին Ապակե Վառարան
it: Lastra di vetro giallo
ja: 黄色いガラスのハーフブロック
pl: Płyta Z Żółtego Szkła
pt_br: Laje de Vidro Amarelo
ro: Lespede de sticlă galbenă
ru: Плита желтого стекла
vi: Miếng kính vàng

source: Black Glass Slab
da: Sort Glasplade
de: schwarze Glasplatte
es: Losa de pasto negro
fr: Dalle de Verre Noire
hu: fekete üvegtábla
hy: Սև Ապակե Վառարան
it: Lastra di vetro nero
ja: 黒いガラスのハーフブロック
pl: Płyta Z Czarnego Szkła
pt_br: Laje de Vidro Preto
ro: Lespede de sticlă neagră
ru: Плита черного стекла
vi: Miếng kính đen

source: Limestone Slab
da: Kalkstensplade
de: Kalksteinplatte
es: Losa de caliza
fr: Dalle de Calcaire
hu: mészkő tábla
hy: Կրաքարե Վառարան
it: Lastra di pietra calcarea
ja: 石灰岩のハーフブロック
pl: Płyta Wapienna
pt_br: Laje de Calcário
ro: Lespede de gresie
ru: Известняковая плита
vi: Đá vôi

source: Fence
da: Stakit
de: Zaun
es: Valla
fr: Barrière
hu: kerítés
hy: Ցանկապատ
it: Recinzione
ja: フェンス
pl: Płot
pt_br: Cerca
ro: Gard
ru: Ограда
vi: Hàng rào

source: Steel Fence
de: Stahlzaun
es: Valla de acero
hu: acél kerítés
hy: Պողպատե Ցանկապատ

source: Jungle Wood Fence
da: Jungletræsstakit
de: Dschungelholzzaun
es: Valla de madera selvática
fr: Barrière en Acajou
hu: dzsungelfa kerítés
hy: Անտառային Փայտից Ցանկապատ
it: Recinzione di legno della giungla
ja: ジャングルの木のフェンス
pl: Płot z Drewna Dżunglowego
pt_br: Cerca de Madeira da Selva
ro: Gard de lemn de junglă
ru: Пальмовая ограда
vi: Hàng rào gỗ cây cọ

source: Pine Fence
da: Fyrtræsstakit
de: Pinienzaun
es: Valla de pino
fr: Barrière en Pin
hu: fenyőkerítés
hy: Սոճե Ցանկապատ
it: Recinzione di pino
ja: マツのフェンス
pl: Płot Sosnowy
pt_br: Cerca de Pinheiro
ro: Gard de pin
ru: Сосновая ограда
vi: Hàng rào gỗ cây thông

source: Steel Bars
de: Stahlstäbe
es: Barra de acero
hu: acélrúd
hy: Երկաթե Ցանկապատ

source: Rail
de: Schiene
es: Riel
hu: sín
hy: Երկաթգիծ
it: Binario
ja: レール
pl: Tory
pt_br: Trilho
ro: Șină
ru: Рельсы
vi: Đường sắt

source: Terracotta Roof Tile
de: Terrakottadachziegel
es: Teja de terracota
fr: Tuile en Terre Cuite
hy: Տեռռոկատից Տանիքի Սալիկ
it: Tegole di tetto in terracotta
ja: テラコッタの瓦
pl: Dachówka Z Terakoty
pt_br: Telha de Terracotta
ro: Țiglă de teracotă
ru: Керамическая черепица
vi: Mái ngói đất nung

source: Wood Roof Tile
de: Holzdachziegel
es: Teja de madera
fr: Tuile de Bois
hy: Փայտե Տանիքի Սալիկ
it: Tegole di tetto in legno
ja: 木の瓦
pl: Drewniana Dachówka
pt_br: Telha de Madeira
ro: Țiglă de lemn
ru: Деревянная черепица
vi: Mái ngói gỗ

source: Asphalt Roof Tile
de: Asphaltdachziegel
es: Teja de asfalto
fr: Tuile en Goudron
hy: Ասֆալտե Տանիքի Սալիկ
it: Tegole di tetto in asfalto
ja: アスファルトの瓦
pl: Asfaltowa Dachówka
pt_br: Telha de Asfalto
ro: Țiglă de asfalt
ru: Асфальтовая черепица
vi: Mái ngói nhựa đường

source: Stone Roof Tile
de: Steindachziegel
es: Teja de piedra
fr: Tuile de Pierre
hy: Քարե Տանիքի Սալիկ
it: Tegole di tetto in pietra
ja: 石の瓦
pl: Kamienna Dachówka
pt_br: Telha de Pedra
ro: Țiglă de piatră
ru: Каменная черепица
vi: Mái ngói đá

source: Glass Roof Tile
de: Glasdachziegel
es: Teja de cristal
fr: Tuile de Verre
hy: Տանիքի Ապակե Սալիկ
it: Tegola di tetto in vetro
ja: ガラスの瓦
pl: Dachówka Ze Szkła
pt_br: Telha de Vidro
ro: Țiglă de sticlă
ru: Стеклянная черепица
vi: Mái ngói kính

source: Blue Glass Roof Tile
de: blauer Glasdachziegel
es: Teja de cristal azul
fr: Tuile de Verre Bleue
hy: Տանիքի Կապույտ Ապակե Սալիկ
it: Tegola di tetto in vetro blu
ja: 青いガラスの瓦
pl: Dachówka Z Niebieskiego Szkła
pt_br: Telha de Vidro Azul
ro: Țiglă de sticlă albastră
ru: Черепица синего стекла
vi: Mái ngói kính xanh

source: Green Glass Roof Tile
de: grüner Glasdachziegel
es: Teja de cristal verde
fr: Tuile de Verre Verte
hy: Տանիքի Կանաչ Ապակե Սալիկ
it: Tegola di tetto in vetro verde
ja: 緑色のガラスの瓦
pl: Dachówka Z Zielonego Szkła
pt_br: Telha de Vidro Verde
ro: Țiglă de sticlă verde
ru: Черепица зеленого стекла
vi: Mái ngói kính xanh lá cây

source: Orange Glass Roof Tile
de: orange Glasdachziegel
es: Teja de cristal naranja
fr: Tuile de Verre Orange
hy: Տանիքի Նարնջագույն Ապակե Սալիկ
it: Tegola di tetto in vetro arancione
ja: オレンジ色のガラスの瓦
pl: Dachówka Z Pomarańczowego Szkła
pt_br: Telha de Vidro Laranja
ro: Țiglă de sticlă portocalie
ru: Черепица оранжевого стекла
vi: Mái ngói kính cam

source: Purple Glass Roof Tile
de: lila Glasdachziegel
es: Teja de cristal púrpura
fr: Tuile de Verre Violette
hy: Տանիքի Մուգ Ապակե Սալիկ
it: Tegola di tetto in vetro viola
ja: 紫色のガラスの瓦
pl: Dachówka Z Fioletowego Szkła
pt_br: Telha de Vidro Roxo
ro: Țiglă de sticlă purpurie
ru: Черепица фиолетового стекла
vi: Mái ngói kính tím

source: Red Glass Roof Tile
de: roter Glasdachziegel
es: Teja de cristal rojo
fr: Tuile de Verre Rouge
hy: Տանիքի Կարմիր Ապակե Սալիկ
it: Tegola di tetto in vetro rosso
ja: 赤いガラスの瓦
pl: Dachówka Z Czerwonego Szkła
pt_br: Telha de Vidro Vermelho
ro: Țiglă de sticlă roșie
ru: Черепица красного стекла
vi: Mái ngói kính đỏ

source: Yellow Glass Roof Tile
de: gelber Glasdachziegel
es: Teja de cristal amarillo
fr: Tuile de Verre Jaune
hy: Տանիքի Դեղին Ապակե Սալիկ
it: Tegola di tetto in vetro giallo
ja: 黄色いガラスの瓦
pl: Dachówka Z Żółtego Szkła
pt_br: Telha de Vidro Amarelo
ro: Țiglă de sticlă galbenă
ru: Черепица желтого стекла
vi: Mái ngói kính vàng

source: Black Glass Roof Tile
de: schwarzer Glasdachziegel
es: Teja de vidrio negro
fr: Tuile de Verre Noire
hy: Տանիքի Սև Ապակե Սալիկ
it: Tegola di tetto in vetro nero
ja: 黒いガラスの瓦
pl: Dachówka Z Czarnego Szkła
pt_br: Telha de Vidro Preto
ro: Țiglă de sticlă neagră
ru: Черепица черного стекла
vi: Mái ngói kính đen

source: Thatch Roof Tile
de: Strohdeckung
es: Teja de azulejo
fr: Tuile de Chaume
hy: Ծղոտե Տանիքի Սալիկ
it: Tegole di tetto di paglia
ja: 茅の瓦
pl: Strzecha
pt_br: Telha de Sapé
ro: Țiglă de acoperiș de paie
ru: Соломенная черепица
vi: Mái ngói lá rơm khô

source: Ladder
da: Stige
de: Leiter
es: Escalera
fr: Échelle
hu: létra
hy: Աստիճան
it: Scala a pioli
ja: はしご
pl: Drabinka
pt_br: Escada
ro: Scară
ru: Лестница
vi: Thang

source: Border Stone
da: Grænsesten
de: Grenzstein
es: Frontera de piedra
hu: határkő
hy: Ճամփեզրի Քար
it: Pietra di confine
ja: ボーダーストーン
pl: Kamień Graniczny
pt_br: Pedra de Fronteira
ro: Piatră de frontieră
ru: Граничный камень
vi: Đá làm biên giới

source: Book
da: Bog
de: Buch
es: Libro
fr: Livre
hu: könyv
hy: Գիրք
it: Libro
ja: 本
pl: Książka
pt_br: Livro
ro: Carte
ru: Книга
vi: Sách

source: Cook Book
da: Kogebog
de: Kochbuch
es: Recetario
fr: Livre de cuisine
hu: szakácskönyv
hy: Խոհարարական Գիրք
it: Ricettario
ja: 料理本
pl: Książka Kucharska
pt_br: Livro do Cozinheiro
ro: Carte de bucate
ru: Использование печи
vi: Sách dạy nấu ăn

source: Decraft Book
de: Zerlegungsbuch
es: Libro de contrartesanías
fr: Livre de démontage
hy: Դաքրաֆթ Գիրք
it: Manuale di smontaggio
ja: デクラフトブック
pl: Książka Odzysku
pt_br: Livro do Desmontador
ro: Carte de dezasamblare
ru: Книга по разборке
vi: Sách tháo đồ

source: Diary
da: Dagbog
de: Tagebuch
es: Diario
fr: Journal
hu: napló
hy: Օրագիր
it: Diario
ja: 日記
pl: Dziennik
pt_br: Diário
ro: Jurnal
ru: Дневник
vi: Lịch ghi nhớ

source: Craft Book
de: Handwerksbuch
es: Libro de artesanías
fr: Livre de montage
hu: barkácskönyv
hy: Քրաֆթ Կիրք
it: Manuale di montaggio
ja: クラフトブック
pl: Książka O Wytwarzaniu
pt_br: Livro de Trabalho Manual
ro: Carte de asamblare
ru: Книга по сборке
vi: Sách làm đồ

source: Reverse Craft Book
de: Materialbuch
es: Libro de artesanías inversas
fr: Livre de Montage Inversé
hy: Հակառակ Քրաֆթ Գիրք
it: Manuale di montaggio inverso
ja: 逆クラフトブック
pl: Obróć Książkę o Wytwarzaniu
pt_br: Livro de Trabalho Manual Reverso
ro: Carte de asamblare inversă
ru: Книга по разборке
vi: Sách làm đồ ngược chiều

source: Guide
de: Führer
es: Guía
hy: Ղեկավարություն
it: Guida
ja: ガイド
pl: Poradnik
pt_br: Guia
ro: Ghid
ru: Руководство
vi: Sách chỉ dẫn

source: Cooking Guide
de: Kochführer
es: Guía de cocina
fr: Guide de cuisson
hu: szakácskönyv
hy: Ղեկավարության Ուղեցույց
it: Guida di cucina
ja: 料理ガイド
pl: Poradnik Gotowania
pt_br: Guia de Cozinha
ro: Ghid de gătit
ru: Руководство по использованию печи
vi: Sách chỉ dẫn nấu ăn

source: Decrafting Guide
de: Zerlegungsführer
es: Guía de contrartesanías
fr: Guide de Défabrication
hy: Դեքրաֆթի Ղեկավարություն
it: Guida di smontaggio
ja: デクラフトガイド
pl: Poradnik O Odzysku
pt_br: Guia de Desmontagem
ro: Ghid de dezasamblare
ru: Руководство по разборке
vi: Sách chỉ dẫn tháo đồ

source: Craft Guide
de: Handwerksführer
es: Guía de artesanías
fr: Guide de Recettes
hu: barkácskönyv
hy: Քրաֆթի Ղեկավարություն
it: Guida di montaggio
ja: クラフトガイド
pl: Poradnik Wytwarzania
pt_br: Guia de Trabalho Manual
ro: Ghid de asamblare
ru: Руководство по сборке
vi: Sách chỉ dẫn làm đồ

source: Reverse Craft Guide
de: Materialführer
es: Guía de artesanías inversas
fr: Guide de Recettes Inversé
hy: Հակառակ Քրաֆթի Ղեկավարություն
it: Guida di montaggio inverso
ja: 逆クラフトガイド
pl: Obróć Poradnik Wytwarzania
pt_br: Guia de Trabalho Manual Reverso
ro: Ghid de asamblare inversă
ru: Руководство по разборке
vi: Sách chỉ dẫn làm đồ ngược chiều

source: Fire
da: Ild
de: Feuer
es: Fuego
fr: Feu
hu: tűz
hy: Կրակ
it: Fuoco
ja: 炎
pl: Ogień
pt_br: Fogo
ro: Foc
ru: Огонь
vi: Lửa

source: Torch
da: Fakkel
de: Fackel
es: Antorcha
fr: Torche
hu: fáklya
hy: Ջահ
it: Torcia
ja: 松明
pl: Pochodnia
pt_br: Tocha
ro: Torță
ru: Факел
vi: Ngọn đuốc

source: Sign
da: Skilt
de: Schild
es: Signo
fr: Panneau
hu: tábla
hy: Նշան
it: Cartello
ja: 看板
pl: Znak
pt_br: Placa
ro: Semn
ru: Табличка
vi: Ký hiệu

source: Locking Sign
de: abschließbares Schild
es: Signo de bloqueo
hy: Կողպել Նշանը
it: Cartello con serratura
ja: 鍵付きの看板
pl: Znak Blokady
pt_br: Placa Bloqueada
ro: Semn încuiabil
ru: Табличка с запором
vi: Ký hiệu khoá

source: Chest
da: Kiste
de: Truhe
es: Cofre
fr: Coffre
hu: láda
hy: Պահոց
it: Cassa
ja: チェスト
pl: Kufer
pt_br: Baú
ro: Cufăr
ru: Сундук
vi: Tủ

source: Creative Chest
de: Kreativtruhe
es: Cofre creativo
fr: Coffre de création
hu: kreatív láda
hy: Սեղծագործ Պահոց
it: Cassa creativa
ja: クリエイティブチェスト
pl: Kufer Kreatywny
pt_br: Baú do Creativo
ro: Cufăr creativ
ru: Сундук создателя
vi: Tủ tất cả mọi thứ

source: Locking Chest
de: abschließbare Truhe
es: Cofre cerrado
fr: Coffre vérouillé
hu: zárt láda
hy: Կողպած Պահոց
it: Cassa con serratura
ja: 鍵付きチェスト
pl: Blokujący Kufer
pt_br: Baú Trancado
ro: Cufăr încuiabil
ru: Сундук с запором
vi: Tủ có khoá

source: Safe
de: Tresor
es: Seguro
fr: Coffre Fort
hu: széf
hy: Անվտանգ
it: Cassaforte
ja: 金庫
pl: Sejf
pt_br: Cofre
ro: Seif
ru: Сейф
vi: Tủ sắt

source: Furnace
de: Ofen
es: Horno
fr: Four
hu: kemence
hy: Վառարան
it: Fornace
ja: かまど
pl: Piec
pt_br: Fornalha
ro: Furnal
ru: Печь
vi: Lò

source: Locking Furnace
de: abschließbarer Ofen
es: Horno de bloqueo
fr: Four vérouillé
hu: zárt kemence
hy: Կողպած Վառարան
it: Fornace con serratura
ja: 鍵付きかまど
pl: Zamykany Piec
pt_br: Fornalha Trancada
ro: Furnal încuiabil
ru: Печь с запором
vi: Lò có khoá

source: Incinerator
da: Forbrændingovn
de: Müllverbrennungsanlage
es: Incinerador
fr: Incinérateur
hu: égető
hy: Աղբայրում
it: Inceneritore
ja: 焼却炉
pl: Spalarka
pt_br: Incinerador
ru: Мусоросжигатель
vi: Lò đốt rác

source: Camp Fire
da: Lejrbål
hy: Խարույկ
it: Fuoco da campo
pt_br: Fogueira
ru: Костер

source: Nyan Cat
da: Nyan Kat
hy: Նյան Կատու
it: Gatto Nyan
ro: Mâță Nyan
ru: Кошка Нян
vi: Mèo Nyan Cat

source: Rainbow
da: Regnbue
de: Regenbogen
es: Arcoiris
fr: Arc-en-ciel
hu: szivárvány
hy: Ծիածան
it: Arcobaleno
ja: 虹
pl: Tęcza
pt_br: Arco-íris
ro: Curcubeu
ru: Радуга
vi: Cầu vồng

source: Unbaked Flower Pot
de: ungebrannter Blumentopf
es: Maceta sin hornear
hy: Չայրվող Ծաղկաման

source: Flower Pot
da: Urtepotte
de: Blumentopf
es: Maceta
fr: Pot de fleur
hu: virágcserép
hy: Ծաղկաման
it: Vaso per fiori
ja: 植木鉢
pl: Doniczka
pt_br: Vaso de Flor
ro: Ghiveci de flori
ru: Цветочный горшок
vi: Chậu cảnh

source: Cobblestone Wall
da: Brostensmur
de: Kopfsteinpflastermauer
es: Muro de adoquín
fr: Mur de Cailloux
hu: macskakőfal
hy: Սալաքարե Պատ
it: Muro di ciottoli
ja: 丸石の壁
pl: Brukowy Mur
pt_br: Muro de Pedra de Calçada
ro: Perete de piatră cubică
ru: Булыжная стена
vi: Tường đá sỏi

source: Rough Stone Wall
da: Rå Stenmur
de: grobe Steinmauer
es: Muro de piedra en bruto
fr: Mur de Pierre Brute
hu: durvakő fal
hy: Կոպիտ Քարե Պատ
it: Muro di pietra grezza
ja: ラフストーンの壁
pl: Mur Z Nieobrobionego Kamienia
pt_br: Muro de Pedra Áspera
ro: Perete de piatră brută
ru: Стена грубого камня
vi: Tường đá nhám

source: Mossy Cobblestone Wall
da: Mosset Brostensmur
de: bemoste Kopfsteinpflastermauer
es: Muro de adoquín musgoso
fr: Mur de Cailloux Moussus
hu: mohás macskakő fal
hy: Թավշյա Սալքարե Պատ
it: Muro di ciottoli muschiosi
ja: 苔石の壁
pl: Mur Z Omszałego Bruku
pt_br: Muro de Pedra de Calçada com Musgo
ro: Perete de piatră cubică cu mușchi
ru: Стена замшелого булыжника
vi: Tường đá sỏi có rêu

source: Stone Wall
da: Stenmur
de: Steinmauer
es: Muro de piedra
fr: Mur de Pierre
hu: kőfal
hy: Քարե Պատ
it: Muro di pietra
ja: 石の壁
pl: Kamienny Mur
pt_br: Muro de Pedra
ro: Perete de piatră
ru: Каменная стена
vi: Tường đá

source: Sand Stone Wall
da: Sandstensmur
de: Sandsteinmauer
es: Muro de arenisca
fr: Mur de Grès
hu: homokkő fal
hy: Ավազաքարե Պատ
it: Muro di arenaria
ja: 砂岩の壁
pl: Mur Z Piaskowca
pt_br: Muro de Arenito
ro: Perete de gresie
ru: Стена песчаника
vi: Tường sa thạch

source: Limestone Wall
da: Kalkstensmur
de: Kalksteinmauer
es: Muro de caliza
fr: Mur de Calcaire
hu: mészkő fal
hy: Կրաքարե Պատ
it: Muro di pietra calcarea
ja: 石灰岩の壁
pl: Wapienny Mur
pt_br: Parede de Calcário
ro: Perete de calcar
ru: Известняковая стена
vi: Tường đá vôi

source: Marble Wall
da: Marmormur
hy: Մարմարե Պատ
it: Muro di marmo
pt_br: Muro de Mármore
ru: Мраморная стена

source: In-Progress explosion - how did you get this???
de: Aktive Explosion - Wie sind Sie da nur ran gekommen???
es: Explosión en progreso ¿Cómo demonios posees ESTO?
fr: Explosion qui Explose - comment vous l'avez choppé, celui-là ?
hu: Folyamatban levő robbanás - hogy kaptad ezt???
hy: Գործընթացում պայթյունի - որտեղի ՞ ց եք դուք դա վերցրել։
it: Esplosione in corso - come avete fatto a ottenerla???
ja: 爆発途中のTNT - どうやって手に入れたの？
pl: Trwająca eksplozja - jak się tutaj dostałeś???
pt_br: Explosão em progresso - como você conseguiu isso ???
ro: Explozie în curs - cum ai ajuns aici???
ru: Начат обратный отсчет до взрыва - где ты достал взрывчатку???
vi: Thuốc nổ mạnh đang nổ - sao có được này???

source: Steam
da: Damp
de: Dampf
es: Vapor
fr: Vapeur
hu: gőz
hy: Զույգ
it: Vapore
ja: 煙
pl: Para
pt_br: Vapor
ro: Aburi
ru: Пар
vi: Hơi nước

source: Home Flag
de: Heimatflagge
es: Bandera de casa
fr: Drapeau de Foyer
hy: Տան Դրոշ
it: Bandiera di casa
ja: 白い旗
pl: Flaga Domu
pt_br: Bandeira de Casa
ro: Steag de casă
ru: Домашний флаг
vi: Cờ nhà

source: Blue Home Flag
de: blaue Heimatflagge
es: Bandera de casa azul
fr: Drapeau de Foyer Bleu
hy: Տան Կապույտ Դրոշ
it: Bandiera blu di casa
ja: 青い旗
pl: Niebieska Flaga Domu
pt_br: Bandeira Azul de Casa
ro: Steag albastru de casă
ru: Синий домашний флаг
vi: Cờ nhà xanh

source: Green Home Flag
de: grüne Heimatflagge
es: Bandera de casa verde
fr: Drapeau de Foyer Vert
hy: Տան Կանաչ Դրոշ
it: Bandiera verde di casa
ja: 緑色の旗
pl: Zielona Flaga Domu
pt_br: Bandeira Verde de Casa
ro: Steag verde de casă
ru: Зеленый домашний флаг
vi: Cờ nhà xanh lá cây

source: Orange Home Flag
de: orange Heimatflagge
es: Bandera de casa naranja
fr: Drapeau de Foyer Orange
hy: Տան Նարնջագույն Դրոշ
it: Bandiera arancione di casa
ja: オレンジ色の旗
pl: Pomarańczowa Flaga Domu
pt_br: Bandeira Laranja de Casa
ro: Steag portocaliu de casă
ru: Оранжевый домашний флаг
vi: Cờ nhà cam

source: Purple Home Flag
de: lila Heimatflagge
es: Bandera de casa púrpura
fr: Drapeau de Foyer Violet
hy: Տան Մուգ Դրոշ
it: Bandiera viola di casa
ja: 紫色の旗
pl: Fioletowa Flaga Domu
pt_br: Bandeira Roxa de Casa
ro: Steag purpuriu de casă
ru: Фиолетовый домашний флаг
vi: Cờ nhà tím

source: Red Home Flag
de: rote Heimatflagge
es: Bandera de casa roja
fr: Drapeau de Foyer Rouge
hy: Տան Կարմիր Դրոշ
it: Bandiera rossa di casa
ja: 赤い旗
pl: Czerwona Flaga Domu
pt_br: Bandeira Vermelha de Casa
ro: Steag roșu de casă
ru: Красный домашний флаг
vi: Cờ nhà đỏ

source: Yellow Home Flag
de: gelbe Heimatflagge
es: Bandera de casa amarilla
fr: Drapeau de Foyer Jaune
hy: Տան Դեղին Դրոշ
it: Bandiera gialla di casa
ja: 黄色い旗
pl: Żółta Flaga Domu
pt_br: Bandeira Amarela de Casa
ro: Steag galben de casă
ru: Желтый домашний флаг
vi: Cờ nhà vàng

source: Black Home Flag
de: schwarze Heimatflagge
es: Bandera de casa negra
fr: Drapeau de Foyer Noir
hy: Տան Սև Դրոշ
it: Bandiera nera di casa
ja: 黒い旗
pl: Czarna Flaga Domu
pt_br: Bandeira Preta de Casa
ro: Steag negru de casă
ru: Черный домашний флаг
vi: Cờ nhà xanh

source: Life Support System
de: Lebenserhaltungssystem
es: Sistema de soporte vital
fr: Système de Survie
hu: létfenntartó rendszer
hy: Համակարգային Կենսապահովում
it: Sistema di supporto vitale
ja: 生活支援システム
pl: System Podtrzymywania Życia
pt_br: Sistema de Suporte de Vida
ro: Sistem de susținere a vieții
ru: Система жизнеобеспечения
vi: Thiết bị duy trì sự sống

source: Parcel
de: Paket
es: Parcela
hu: csomag
hy: Ծանրոց
it: Lotto
ja: 小包
pl: Paczka
pt_br: Pacote
ro: Parcelă
ru: Пакет
vi: Gói bưu kiện
