Repository: Lucas-Developer/voxelands
Catalog: po/*/voxelands.po
Languages: da, de, es, fr, hu, hy, it, ja, pl, pt_br, ro, ru, vi

source: Cauldron
da: Gruekedel
de: Kessel
es: Caldera
fr: Chaudron
hu: üst
hy: Կաթսա
it: Calderone
ja: 大釜
pl: Kocioł
pt_br: Caldeirão
ro: Cazan
ru: Котел
vi: Vạc để nấu

source: Forge
da: Smedje
de: Schmiede
es: Forjar
hu: kohó
hy: Ֆորջ
it: Forgia
ja: 炉
pl: Kuźnia
pt_br: Forja
ro: Forjă
ru: Кузница
vi: Lò rèn

source: Forge Fire
da: Smedjeild
de: Schmiedenfeuer
es: Forjar fuego
fr: Feu de Forge
hy: Կրակե Ֆորջ
it: Fuoco della forgia
ja: 炉の火
pl: Ogień z Kuźni
pt_br: Fogo de Forja
ro: Foc de forjă
ru: Кузнечный огонь
vi: Lửa lò rèn

source: Scaffolding
da: Stillads
hy: Լաստակներ
it: Impalcatura
pt_br: Andaimes
ru: Строительные леса

source: Rough Stone Stair
da: Rå Stentrappe
de: grobe Steintreppe
es: Escalera de piedra en bruto
fr: Escalier de Pierre Brute
hu: durvakő lépcső
hy: Կոպիտ Քարե Աստիճան
it: Scala di pietra grezza
ja: ラフストーンの階段
pl: Schody Z Nieobrobionego Kamienia
pt_br: Escadas de Pedra Áspera
ro: Scară de piatră brută
ru: Ступенька грубого камня
vi: Cầu thang đá nhám

source: Cobble Stone Stair
da: Brostenstrape
de: Kopfsteinpflastertreppe
es: Escalera de adoquín
fr: Escalier en Pierres
hu: macskakő lépcső
hy: Սալաքար Քար Աստիճան
it: Scala di ciottoli
ja: 丸石の階段
pl: Schody Z Brukowca
pt_br: Escadas de Pedra de Calçada
ro: Scară de piatră cubică
ru: Булыжная ступенька
vi: Cầu thang đá sỏi

source: Mossy Cobble Stone Stair
da: Mosset Brostenstrappe
de: bemoste Kopfsteinpflastertreppe
es: Escalera de adoquín musgoso
fr: Escalier en Pierres Moussues
hu: mohás macskakő lépcső
hy: Թավշյա Սալաքար Աստիճան
it: Scala di ciottoli muschiosi
ja: 苔石の階段
pl: Schody Z Omszałego Brukowca
pt_br: Escadas de Pedra de Calçada com Musgo
ro: Scară de piatră cubică cu mușchi
ru: Ступенька замшелого булыжника
vi: Cầu thang đá sỏi có rêu

source: Stone Stair
da: Stentrappe
de: Steintreppe
es: Escalera de piedra
fr: Escalier de Pierre
hu: kőlépcső
hy: Քարե Աստիճան
it: Scala di pietra
ja: 石の階段
pl: Kamienne Schody
pt_br: Escadas de Pedra
ro: Scară de piatră
ru: Каменная ступенька
vi: Cầu thang đá

source: Wood Stair
da: Trætrappe
de: Holztreppe
es: Escalera de madera
fr: Escalier en Bois
hu: falépcső
hy: Փայտե Աստիճան
it: Scala di legno
ja: 木の階段
pl: Drewniane Schody
pt_br: Escadas de Madeira
ro: Scară de lemn
ru: Деревянная ступенька
vi: Cầu thang gỗ

source: Jungle Wood Stair
da: Jungletræstrappe
de: Dschungelholztreppe
es: Escalera de madera selvática
fr: Escalier en Acajou
hu: dzsungelfa lépcső
hy: Անտառային Փայտե Աստիճան
it: Scala di legno della giungla
ja: ジャングルの木の階段
pl: Schody Z Drewna Dżunglowego
pt_br: Escadas de Madeira da Selva
ro: Scară de lemn de junglă
ru: Пальмовая ступенька
vi: Cầu thang gỗ cây cọ

source: Brick Stair
da: Murstenstrappe
de: Ziegelsteintreppe
es: Escalera de ladrillo
fr: Escalier en Briques
hu: tégla lépcső
hy: Աղյուսից Աստիճան
it: Scala di mattoni
ja: レンガの階段
pl: Schody Z Cegieł
pt_br: Escadas de Tijolos
ro: Scară de cărămidă
ru: Кирпичная ступенька
vi: Cầu thang gạch

source: Sand Stone Stair
da: Sandstenstrappe
de: Sandsteintreppe
es: Escalera de arenisca
fr: Escalier de Grès
hu: homokkő lépcső
hy: Ավազաքարե Աստիճան
it: Scala di arenaria
ja: 砂岩の階段
pl: Schody Z Piaskowca
pt_br: Escadas de Arenito
ro: Scară de cărămidă de gresie
ru: Ступенька песчаника
vi: Cầu thang sa thạch

source: Limestone Stair
da: Kalkstenstrappe
de: Kalksteinstufe
es: Escalera de caliza
fr: Escalier de Calcaire
hu: mészkő lépcső
hy: Կրաքարե Աստիճան
it: Scala di pietra calcarea
ja: 石灰岩の階段
pl: Schody Wapienne
pt_br: Escadas de Calcário
ro: Scară de calcar
ru: Известняковая ступенька
vi: Cầu thang đá vôi

source: Dungeon Master
de: Kerkermeister
es: MAestro de la mazmorra
fr: Maître du Donjon
hy: Բանտապետ
ja: ダンジョンマスター
pl: Mistrz Podziemi
pt_br: Mestre das Cavernas
ro: Maestru de temniță
ru: Повелитель подземелья
vi: Chủ ngục tối

source: Fireball
da: Ildkugle
de: Feuerball
es: Bola de fuego
fr: Boule de Feu
hu: tűzgolyó
hy: Հրեգունդ
it: Palla di fuoco
ja: 火の玉
pl: Ognista Kula
pt_br: Bola de Fogo
ro: Minge de foc
ru: Огонек
vi: Cầu lửa

source: Doe
da: Då
de: Hirschkuh
es: Cierva
fr: Biche
hu: kelt tészta
hy: Եղնիկ
it: Cerva
pl: Łania
pt_br: Corça
ro: Căprioară
ru: Лань
vi: Con hươu cái

source: Stag
da: Dåhjort
de: Hirsch
es: Ciervo
fr: Cerf
hu: szarvas
hy: հավաքույթ
it: Cervo
ja: シカ
pl: Jeleń
pt_br: Veado
ro: Cerb
ru: Олень
vi: Con nai

source: Shark
da: Haj
de: Hai
es: Tiburón
fr: Requin
hu: cápa
hy: Շնաձուկ
it: Squalo
ja: サメ
pl: Rekin
pt_br: Tubarão
ro: Rechin
ru: Акула
vi: Cá mập

source: Wolf
da: Ulv
es: Lobo
fr: Loup
hu: farkas
hy: Գայլ
it: Lupo
ja: 狼
pl: Wilk
pt_br: Lobo
ro: Lup
ru: Волк
vi: Con chó sói

source: Tame Wolf
da: Tam Ulv
de: Zahmer Wolf
es: Lobo domesticado
fr: Loup Domestiqué
hu: szelíd farkas
hy: Ընտելացնել Գայլի
it: Lupo addomesticato
ja: 飼いならされた狼
pl: Oswój Wilka
pt_br: Lobo Domado
ro: Lup îmblânzit
ru: Прирученный волк
vi: Con chó

source: Sheep
da: Får
de: Schaf
es: Obeja
fr: Mouton
hu: birka
hy: Ոչխար
it: Pecora
ja: 羊
pl: Owca
pt_br: Ovelha
ro: Oaie
ru: Овца
vi: Con cừu

source: Sheared Sheep
da: Klippet Får
de: Geschorenes Schaf
es: Oveja esquilada
fr: Mouton Tondu
hu: megnyírt birka
hy: Խուզած Ոչխար
it: Pecora tosata
ja: 刈り取られた羊
pl: Ostrzyżona Owca
pt_br: Ovelha Tosquiada
ro: Oaie tunsă
ru: Стриженная овца
vi: Con cừu đã xén lông

source: Snowball
da: Snebold
de: Schneeball
es: Bola de nieve
fr: Boule de Neige
hu: hógolyó
hy: Ձնագնդիկ
it: Palla di neve
ja: 雪球
pl: Śnieżka
pt_br: Bola de Neve
ro: Bulgăre de zăpadă
ru: Снежок
vi: Quả cầu tuyết

source: Grey Kitten
da: Grå Kat
de: Graue Katze
es: Gato gris
fr: Chaton Gris
hu: szürke macska
hy: Մոխրագույն Փիսիկ
it: Gattino grigio
ja: 灰色の子猫
pl: Szary Kotek
pt_br: Gatinho Cinzento
ro: Pisicuță gri
ru: Серая кошка
vi: Con mèo con xám

source: White Kitten
da: Hvid Kat
de: Weiße Katze
es: Gato blanco
fr: Chaton Blanc
hu: fehér macska
hy: Սպիտակ Փիսիկ
it: Gattino bianco
ja: 白い子猫
pl: Biały Kotek
pt_br: Gatinho Branco
ro: Pisicuță albă
ru: Белая кошка
vi: Con mèo con trắng

source: Siamese Kitten
da: Siameser
de: Siamkatze
es: Gato siamés
fr: Chaton Siamois
hu: sziámi macska
hy: Սիամական Փիսիկ
it: Gattino siamese
ja: シャム猫
pl: Syjamski Kotek
pt_br: Gatinho Siamês
ro: Pisicuță siameză
ru: Сиамская кошка
vi: Con mèo con xiêm

source: Ginger Kitten
da: Rød Kat
de: braune Katze
es: Gato del jengibre
fr: Chaton Roux
hu: vörös macska
hy: կարմրավուն Փիսիկ
it: Gattino rosso
ja: ジンジャー色の子猫
pl: Rudy Kotek
pt_br: Gatinho Gengibre
ro: Pisicuță roșcată
ru: Рыжая кошка
vi: Con mèo con màu gừng

source: Save
da: Gem
de: Speichern
es: Guardar
fr: Sauvegarder
hu: mentés
hy: Պահպանել
it: Salvare
ja: 保存
pl: Zapis
pt_br: Salvar
ro: Salvează
ru: Сохранить
vi: Dành sự tiến tới

source: %s's Home Flag
de: Heimatflagge von %s
es: Bandera de la casa de %s
hy: %s's Տան Դրոշ

source: You can't sleep yet.
de: Sie können jetzt nicht schlafen.
es: Aún no puede dormir.
hu: Még nem alhatsz!
hy: Դու դեռ չեք կարող քնել։

source: Go to sleep
de: Schlafen gehen
es: Ir a dormir
hu: Alvás
hy: Գնալ քնելու

source: Someone else is sleeping here.
de: Hier schläft jemand anderes.
es: Alguién más duerme aquí.
hu: Valaki más már alszik itt!
hy: Ինչ-որ մեկը դեռ քնած է այստեղ։

source: Get out of bed
de: Aufstehen
es: Salir de la cama
hu: Kelj ki az ágyból!
hy: Վերկանալ Քնից

source: This bed is too uncomfortable to sleep in.
de: Dieses Bett ist zu unbequem, um darin zu schlafen.
es: Esta cama es demasiado poco confortable para dormir.
hu: Ez az ágy túl kényelmetlen az alváshoz.
hy: Այս մահճակալը չափազանց անհարմար է քնելու համար։

source: Locking Chest owned by '%s'
de: abschließbare Truhe (Eigentümer: %s)
es: Cofre propiedad de «%s»
hu: '%s' zárt ládája
hy: Կողպած Պահոցը պատկանում է '%s'

source: Safe owned by '%s'
de: Tresor (Eigentümer: %s)
es: Seguro propiedad de «%s»
hu: '%s' széfje
hy: Անվտանգ պատկանում է '%s'

source: Page %d of %d
de: Seite %d von %d
es: Página %d de %d
hy: Էջը %d ից %d

source: << Previous Page
de: << Vorherige Seite
es: << Página anterior
hu: << Előző oldal
hy: << Նախորդ Էջ

source: Next Page >>
de: Nächste Seite >>
es: Página siguiente >>
hu: Következő oldal >>
hy: Հաջորդ Էջ >>

source: Border Stone owned by '%s'
de: Grenzstein (Eigentümer: %s)
es: Frontera de piedra propiedad de «%s»
hu: '%s' határköve
hy: Ճամփեզրի Քարը պատկանում է '%s'

source: Furnace is overloaded
de: Ofen ist überladen
es: Horno sobrecargado
hu: Teli van a kemence
hy: Վառարանը ծանրաբեռնված է

source: Furnace is out of fuel
de: Ofen hat keinen Brennstoff
es: Horno sin combustible
hu: A kemencéből kifogyott a fűtőanyag
hy: Վառարանի վառելիք

source: Furnace is inactive
de: Ofen ist inaktiv
es: Horno inactivo
hu: A kemence inaktív
hy: Վառարանը ապակտիվ է

source: Furnace is active
de: Ofen ist aktiv
es: Horno activo
hu: A kemence aktív
hy: Վառարանը ակտիվ է

source: Locking Furnace is overloaded
de: Abschließbarer Ofen ist überladen.
es: Horno de bloqueo sobrecargado
hu: Teli van a zárt kemence
hy: Կողպած Վառարան ծանրաբեռնված է

source: Locking Furnace is out of fuel
de: Abschließbarer Ofen hat keinen Brennstoff.
es: Horno de bloqueo sin combustilble
hu: A zárt kemencéből kifogyott a fűtőanyag
hy: Կողպած Վառարան ծանրաբեռնված է

source: Locking Furnace is inactive
de: Abschließbarer Ofen ist inaktiv.
es: Horno de bloqueo inactivo
hu: A zárt kemence inaktív
hy: Կողխած Վառարանը ապակտիվ է

source: Locking Furnace is active
de: Abschließbarer Ofen ist aktiv.
es: Horno de bloqueo activo
hu: A zárt kemence aktív
hy: Կողխած Վառարանը ակտիվ է

source: CampFire is overloaded
hy: Խարույկը Ծանրաբեռնված է

source: CampFire is out of fuel
hy: Խարույկի վառելիք

source: CampFire is inactive
hy: Խարույկը ապակտիվ է

source: CampFire is active
hy: Խարույկը ակտիվ է

source: Armed Explosive: about to detonate
de: Scharfer Sprengstoff: Im Begriff, zu detonieren
es: Eplosivo armado: apunto de detonar
hu: Élesített robbanószer: azonnal robban
hy: Զինված Պայթուցիկ․ պայթեցնելու մասին։

source: Armed Explosive: %d second till detonation
de: Scharfer Sprengstoff: %d Sekunde bis zur Detonation
es: Explosivo armado: %d segundo para la detonación
hy: Զինված Պայթուցիկ է: %d վայրկյան առաջ պայթեցում

source: Incinerator is active
de: Müllverbrennungsanlage ist aktiv
es: Incinerador activado
hu: Az égető aktív
hy: Աղբայրումը ակտիվ է

source: Incinerator is inactive
de: Müllverbrennungsanlage ist inaktiv
es: Incinerador desactivado
hu: Az égető inaktív
hy: Աղբայրումը ապակտիվ է

source: Add fuel, then punch to incinerate wielded item
de: Brennstoff zugeben, dann schlagen, um getragenen Gegenstand zu verbrennen
es: Añadir combustible, luego golpear para incinerar el objeto esgrimido
hu: Rakj bele fűtőanyagot, majd üsd meg a kezedben levő dolog elégetéséhez
hy: Ավելացնել վառելիք, ապա հարվածել աղբայրման կետ

source: Fuel
hu: fűtőanyag
hy: Վառելիք

source: Add item here to see recipe
de: Gegenstand hier ablegen, um Rezept zu sehen
es: Agregar un objeto aquí para ver la receta
hy: Ավելացնել կետը տեսնել բաղադրությունը

source: Recipe %d of %d
de: Rezept %d von %d
es: Receta %d de %d
hu: %d . recept a %d -ből
hy: Բաղադրություն %d ից %d

source: Gives
de: Gibt
es: Da
hu: Ad
hy: Տալիս է

source: Add item here to see cook result
de: Gegenstand hier ablegen, um Ergebnis zu sehen
es: Agregar un objeto aquí para ver el platillo resultante
hy: Ավելացնել կետը տեսնել արդյունքը

source: Add item here to see dig result
de: Gegenstand hier ablegen, um Ergebnis zu sehen
es: Agregar objeto aquí para ver el excavado resultante
hy: Ավելացնել կետը տեսնել փորելու արդյունք

source: Dig Result
de: Grabeergebnis
es: Resultado de excavación
hy: Քանդել Արդյունքը

source: Random Drop
de: Zufälliger Abwurf
es: Desechar al azar
hy: Պատահական Անկումից

source: Title
de: Titel
es: Título
hu: Cím
hy: Անվանում

source: Content
de: Inhalt
es: Contenido
hu: Tartalom
hy: Բովանդակություն

source: Cauldron is active
de: Kessel ist aktiv
es: Caldera activa
hu: Az üst aktív
hy: Կաթսան ակտիվ է

source: Cauldron is hot
de: Kessel ist heiß
es: Caldera caliente
hu: Az üst forró
hy: Կաթսան տաք է

source: Cauldron is cool
de: Kessel ist kühl
es: Caldera fría
hu: Az üst hideg
hy: Կաթսան սառն է

source: Cauldron is empty
de: Kessel ist leer
es: Caldera vacía
hu: Az üst üres
hy: Կատսան դատարկ է

source: Cauldron is inactive
de: Kessel ist inaktiv
es: Caldera inactiva
hu: Az üst inaktív
hy: Կաթսան ապակտիվ է

source: Cauldron is out of fuel
de: Kessel hat keinen Brennstoff
es: Caldera sin combustible
hu: Az üst alól elfogyott a fűtőanyag
hy: Կաթսան ծանրաբեռնված է

source: Add fuel, then punch to add or remove water
de: Brennstoff zufügen, dann schlagen, um Wasser hinzuzufügen oder zu entfernen
es: Añada combustible luego golpee para añadir o quitar agua
hy: Ավելացնել վառելիք, ապա դակիչ ավելացնել կամ հեռացնել ջուրը

source: Show Enchanting
de: Verzauberung zeigen
es: Mostrar encantador
hy: Ցուցադրել Էնչայնթինգ

source: Show Crafting
de: Fertigung anzeigen
es: Mostrar artesanías
fr: Montrer Artisanat
hy: Ցուցադրել Քրաֆթինգ
it: Mostra assemblaggio
ja: クラフティング表示
pl: Pokaż Okno Wytwarzania
pt_br: Mostrar Artesanato
ro: Arată fabricarea
ru: Окно сборки
vi: Cho xem làm xây dựng

source: Small Stone Pick
de: kleine Steinspitzhacke
es: Pequeña grupo de piedra
hu: Kis kőcsákány
hy: Փոքր Քար Սուր

source: Stone Pick
de: Steinspitzhacke
es: Pica de piedra
fr: Pioche en pierre
hu: Kőcsákány
hy: Քար Սուր
it: Piccone di pietra
ja: 石のピッケル
pl: Kamienny Kilof
pt_br: Picareta de Pedra
ro: Târnăcop de piatră
ru: Каменная кирка
vi: Cái cúp bằng đá

source: Flint Pick
de: Feuersteinspitzhacke
es: Pica de sílex
fr: Pioche en silex
hu: Kovakő csákány
hy: Ֆլինթե Սուր
it: Piccone di selce
ja: 燧石のピッケル
pl: Krzemienny Kilof
pt_br: Picareta de Pederneira
ro: Târnăcop de cremene
ru: Кремневая кирка
vi: Cái cúp bằng đá lửa

source: Steel Pick
de: Stahlspitzhacke
es: Pica de acero
hu: Acélcsákány
hy: Պողպատե Սուր

source: Creative Pick
de: Kreativspitzhacke
es: Pica creativa
fr: Pioche Créatrice
hu: Kreatív csákány
hy: Սեղծագործ Սուր
it: Piccone creativo
ja: クリエイティブピッケル
pl: Kreatywny Kilof
pt_br: Picareta do Criativo
ro: Târnăcop creativ
ru: Кирка создателя
vi: Cái cúp của Thiên Chúa

source: Stone Trowel
de: Steinpflanzschaufel
es: Paleta de piedra
hy: Քարե Մալա

source: Stone Shovel
de: Steinschaufel
es: Pala de piedra
fr: Pelle en pierre
hu: Kőásó
hy: Քարե Թիակ
it: Vanga di pietra
ja: 石のシャベル
pl: Kamienna Łopata
pt_br: Pá de Pedra
ro: Lopată de piatră
ru: Каменная лопата
vi: Cái xẻng bằng đá

source: Flint Shovel
de: Feuersteinschaufel
es: Pala de sílex
fr: Pelle en silex
hu: Kovakőásó
hy: Ֆլինթ Թիակ
it: Vanga di selce
ja: 燧石のシャベル
pl: Krzemienna Łopata
pt_br: Pá de Pederneira
ro: Lopată de cremene
ru: Кремневая лопата
vi: Cái xẻng bằng đá lửa

source: Steel Shovel
de: Stahlschaufel
es: Pala de acero
hu: Acélásó
hy: Պողպատե Թիակ

source: Small Stone Axe
de: kleine Steinaxt
es: Prqueña hacha de piedra
hu: Kőbalta
hy: Փոքր Քարե Կացին

source: Stone Axe
de: Steinaxt
es: Hacha de piedra
fr: Hache en pierre
hu: Kőfejsze
hy: Քարե Կացին
it: Ascia di pietra
ja: 石の斧
pl: Kamienna Siekiera
pt_br: Machado de Pedra
ro: Topor de piatră
ru: Каменный топор

source: Flint Axe
de: Feuersteinaxt
es: Hacha de pedernal
fr: Hache en silex
hu: Kovakő fejsze
hy: Թլինթ Կացին
it: Ascia di selce
ja: 燧石の斧
pl: Krzemienna Siekiera
pt_br: Machado de Pederneira
ro: Topor de cremene
ru: Кремневый топор

source: Steel Axe
de: Stahlaxt
es: Hacha de acero
hu: Acélfejsze
hy: Պողպատե Կացին

source: Wooden Club
de: Holzkeule
es: Garrote de madera
fr: Massue en Bois
hy: Փայտե Ակումբ
it: Mazza di legno
ja: 木の棍棒
pl: Drewniana Buława
pt_br: Taco de Madeira
ro: Bâtă de lemn
ru: Деревянная дубина

source: Stone Sword
de: Steinschwert
es: Espada de piedra
hu: Kőkard
hy: Քարե Սուր

source: Steel Sword
de: Stahlschwert
es: Espada de acero
hu: Acélkard
hy: Պողպատե Սուր

source: Flint Shears
de: Feuersteinschere
es: Cizalla de sílex
fr: Cisaille en silex
hu: Kovakő nyíróolló
hy: Ֆլինթ Սուր
it: Cesoie di selce
ja: 燧石のハサミ
pl: Krzemienne Nożyce
pt_br: Tesoura de Pederneira
ro: Foarfeci din cremene
ru: Кремневые ножницы

source: Steel Shears
de: Stahlschere
es: Cizalla de acero
hu: Acél nyíróolló
hy: Պողպատե Մկրատ

source: Wooden Bucket
de: Holzeimer
es: Balde de madera
fr: Seau en bois
hu: Favödör
hy: Փայտե Շերեփ
it: Secchio di legno
ja: 木のバケツ
pl: Drewniane Wiadro
pt_br: Balde de Madeira
ro: Găleată de lemn
ru: Деревянное ведро

source: Tin Bucket
de: Zinneimer
es: Cubeta de estaño
fr: Seau en étain
hu: Ónvödör
hy: Անագե Դույլ
it: Secchio di latta
ja: 錫のバケツ
pl: Cynowe Wiadro
pt_br: Balde de Estanho
ro: Găleată din staniu
ru: Цинковое ведро

source: Wooden Bucket of Water
de: Holzeimer mit Wasser
es: Balde de madera con agua
hu: Vízzel teli favödör
hy: Փայտյա ջրի դույլ

source: Tin Bucket of Water
de: Zinneimer mit Wasser
es: Balde de lata con agua
hu: Vízzel teli ónvödör
hy: Անագե Ջրի Դույլ

source: Steel Bucket
de: Stahleimer
es: Balde de acero
hu: Acélvödör
hy: Պողպատե Դույլ

source: Steel Bucket of Water
de: Stahleimer mit Wasser
es: Balde de acero con agua
hu: Vízzel teli acélvödör
hy: Պողպատե Ջրի Դույլ

source: Steel Bucket of Lava
de: Stahleimer mit Lava
es: Balde de acero con lava
hu: Lávával teli acélvödör
hy: Պողպատե Լավայի Դույլ

source: Fire Starter
de: Feuerzeug
es: Iniciador de fuego
fr: Allume-Feu
hu: Tűzcsiholó
hy: Հրդեհը Մեկնարկեց
it: Acciarino
ja: 発火具
pl: Podpałka
pt_br: Isqueiro
ro: Brichetă
ru: Огниво

source: Crowbar
da: Koben
de: Brecheisen
es: Palanca
fr: Pied-de-Biche
hu: Feszítővas
hy: Լոմիկ
it: Piede di porco
ja: クローバー
pl: Łom
pt_br: Pé-de-Cabra
ro: Rangă
ru: Лом

source: Key
da: Nøgle
de: Schlüssel
es: Llave
fr: Clé
hu: kulcs
hy: Բանալի
it: Chiave
ja: 鍵
pl: Klucz
pt_br: Chave
ro: Cheie
ru: Ключ

source: Stone Spear
de: Steinspeer
es: Lanza de piedra
fr: Lance en Pierre
hu: kődárda
hy: Քարե Աղեղ
it: Lancia di pietra
ja: 石の槍
pl: Kamienna Włócznia
pt_br: Lança de Pedra
ro: Suliță de piatră
ru: Каменное копье

source: Flint Spear
de: Feuersteinspeer
es: Lanza de sílex
fr: Lance en Silex
hu: kovakő dárda
hy: Ֆլինթ Աղեղ
it: Lancia di selce
ja: 燧石の槍
pl: Krzemienna Włócznia
pt_br: Lança de Pederneira
ro: Suliță de cremene
ru: Кремневое копье

source: Steel Spear
de: Stahlspeer
es: Lanza de acero
hu: Acéldárda
hy: Պողպատե Աղեղ

source: Bow
da: Bue
de: Bogen
es: Arco
fr: Arc
hu: íj
hy: Սոխ
it: Arco
ja: 弓
pl: Łuk
pt_br: Arco
ro: Arc
ru: Лук

source: Raw Mithril Pick
de: Rohmithrilspitzhacke
es: Pica de mitrilo en bruto
hu: nyers mithril csákány
hy: Անպատրաստ Միֆրայե Սուր

source: Raw Mithril Shovel
de: Rohmithrilschaufel
es: Pala de mitrilo en buto
hu: nyers mithril ásó
hy: Հում Միֆրայե Բահ

source: Raw Mithril Axe
de: Rohmithrilaxt
es: Hacha de mitrilo en bruto
hu: nyers mithril fejsze
hy: Հում Միֆրայե Կացին

source: Raw Mithril Sword
de: Rohmithrilschwert
es: Espada de mitrilo en bruto
hu: nyers mithril kard
hy: Հում Միֆրայե Սուր

source: Raw Mithril Spear
de: Rohmithrilspeer
es: Lanza de mitrilo en bruto
hu: nyers mithril dárda
hy: Հում Միֆրայե Աղեղ

source: Unbound Mithril Pick
de: Mithrilspitzhacke (bindungslos)
es: Pica de mitrilo sin consolidar
fr: Pioche de Mithril Ordinaire
hy: Չկպած Միֆրայե Սուր
it: Piccone di mithril fuso
ja: 未製のミスリルのピッケル
pl: Nieprzetworzony Kilof z Mithrilu
pt_br: Picareta de Mithril não ligada
ro: Târnăcop de mithril detașat
ru: Кирка из свободного мифрила

source: Unbound Mithril Shovel
de: Mithrilschaufel (bindungslos)
es: Pala de mitrilo sin consolidar
fr: Pelle en Mithril Ordinaire
hy: Չկպած Միֆրայե Բահ
it: Vanga di mithril fuso
ja: 未製のミスリルのショベル
pl: Nieprzetworzona Łopata z Mithrilu
pt_br: Pá de Mithril não ligada
ro: Lopată de mithril detașat
ru: Лопата из свободного мифрила

source: Unbound Mithril Axe
de: Mithrilaxt (bindungslos)
es: Hacha de mitrilo sin consolidar
fr: Hache de Mithril Ordinaire
hy: Չկպած Միֆրայե Կացին
it: Ascia di mithril fuso
ja: 未製のミスリルの斧
pl: Nieprzetworzona Siekiera z Mithrilu
pt_br: Machado de Mithril não ligada
ro: Topor de mithril detașat
ru: Топор из свободного мифрила

source: Unbound Mithril Sword
de: Mithrilschwert (bindungslos)
es: Espada de mitrilo sin consolidar
fr: Épée en Mithril Ordinaire
hy: Չկպած Միֆրայե Սուր
it: Spada di mithril fuso
ja: 未製のミスリルの剣
pl: Nieprzetworzony Miecz z Mithrilu
pt_br: Espada de Mithril não ligada
ro: Sabie de mithril detașat
ru: Меч из свободного мифрила

source: Unbound Mithril Spear
de: Mithrilspeer (bindungslos)
es: Lanza de mitrilo sin consolidar
fr: Lance de Mithril Ordinaire
hy: Չկպած Միֆրայե Աղեղ
it: Lancia di mithril fuso
ja: 未製のミスリルの槍
pl: Nieprzetworzona Włócznia z Mithrilu
pt_br: Lança de Mithril não ligada
ro: Suliță de mithril detașat
ru: Копье из свободного мифрила

source: Mithril Pick
de: Mithrilspitzhacke
es: Pica de mitrilo
fr: Pioche de Mithril
hu: mithril csákány
hy: Անպատրաստ Միֆրայե Սուր
it: Piccone di mithril
ja: ミスリルのピッケル
pl: Kilof z Mithrilu
pt_br: Picareta de Mithril
ro: Târnăcop de mithril
ru: Мифриловая кирка

source: Mithril Shovel
de: Mithrilschaufel
es: Pala de mitrilo
fr: Pelle en Mithril
hu: mithril ásó
hy: Միֆրայե Բահ
it: Vanga di mithril
ja: ミスリルのショベル
pl: Łopata z Mithrilu
pt_br: Pá de Mithril
ro: Lopată de mithril
ru: Мифриловая лопата

source: Mithril Axe
de: Mithrilaxt
es: Hacha de mitrilo
fr: Hache de Mithril
hu: mithril fejsze
hy: Միֆրայե Կացին
it: Ascia di mithril
ja: ミスリルの斧
pl: Siekiera z Mithrilu
pt_br: Machado de Mithril
ro: Topor de mithril
ru: Мифриловый топор

source: Mithril Sword
de: Mithrilschwert
es: Espada de mitrilo
fr: Épée en Mithril
hu: mithril kard
hy: Միֆրայե Սուր
it: Spada di mithril
ja: ミスリルの剣
pl: Miecz z Mithrilu
pt_br: Espada de Mithril
ro: Sabie de mithril
ru: Мифриловый меч

source: Mithril Spear
de: Mithrilspeer
es: Lanza de mitrilo
fr: Lance en Mithril
hu: mithril dárda
hy: Միֆրայե Գեղարդ
it: Lancia di mithril
ja: ミスリルの槍
pl: Włócznia z Mithrilu
pt_br: Lança de Mithril
ro: Suliță de mithril
ru: Мифриловое копье

source: Mob Spawner
de: Mob-Erzeuger
es: Turba desovadora
fr: Spawner de Mob
hu: mithril kulcs
hy: Վանդակե Մոբ
it: Generatore di mob
ja: Mobスポナー
pl: Spawner Mobów
pt_br: Spawnador de Mob
ro: Creator de creaturi
ru: Призыватель существ

source: Mithril Key
de: Mithrilschlüssel
hu: mithril kulcs
hy: Միֆրայե Բանալի
it: Chiave di mithril
ja: ミスリルの鍵
pl: Mithrilowy Klucz
pt_br: Chave de Mithril
ro: Cheie de mithril
ru: Мифриловый ключ

source: Clothes
da: Tøj
de: Kleidung
es: Ropa
fr: Vêtements
hu: Ruházat
hy: Հագուստ
it: Abiti
ja: 衣服
pl: Ubrania
pt_br: Roupas
ro: Haine
ru: Одежда

source: Hat/Helmet
da: Hovedbeklædning
de: Hut/Helm
es: Sombrero/Casco
fr: Chapeau/Casque
hu: Kalap/Sisak
hy: Գլխարկ/Սաղավարտ
it: Cappello/Elmo
ja: 帽子やヘルメット
pl: Czapka/Hełm
pt_br: Chapéu/Elmo
ro: Pălărie/cască
ru: Шляпа/шлем

source: Jacket
da: Jakke
de: Jacke
es: Chaqueta
fr: Veste
hu: Kabát
hy: Պիջակ
it: Giacca
ja: ジャケット
pl: Kurtka
pt_br: Jaqueta
ro: Jachetă
ru: Куртка

source: Decorative
da: Dekorativt
de: Deko
es: Decorativo
fr: Décoration
hu: Dísz
hy: Դեկորատիվ
it: Decorativo
ja: 装飾
pl: Dekoracje
pt_br: Decorativo
ru: Украшения

source: Shirt
da: Trøje
de: Hemd
es: Camisa
fr: Chemise
hu: Ing
hy: Վերնաշապիկ
it: Camicia
ja: シャツ
pl: Koszula
pt_br: Camisa
ro: Cămașă
ru: Рубашка

source: Belt
da: Bælte
de: Gürtel
es: Cinturón
fr: Ceinture
hu: öv
hy: Գոտի
it: Cintura
ja: ベルト
pl: Pasek
pt_br: Cinto
ro: Centură
ru: Пояс

source: Pants
da: Bukser
de: Hose
es: Pantalón
fr: Pantalon
hu: Nadrág
hy: Տաբատ
it: Pantaloni
ja: パンツ
pl: Spodnie
pt_br: Calças
ro: Pantaloni
ru: Штаны

source: Boots
da: Fodtøj
de: Schuhwerk
es: Botas
fr: Bottes
hu: Csizma
hy: Կոշիկներ
it: Stivali
ja: ブーツ
pl: Buty
pt_br: Botas
ro: Cizme
ru: Ботинки

source: Drop to Ground
de: Wegwerfen
es: Desechar al suelo
fr: Jeter au Sol
hu: Földre dob
hy: Ցած Գցել
it: Lasciare a terra
ja: アイテムをドロップ
pl: Wyrzuć na Ziemię
pt_br: Largar no Chão
ro: Aruncă la pământ
ru: На землю
