Repository: Lucas-Developer/voxelands
Catalog: po/jbo/voxelands.po
Languages: jbo

source: Sneak
jbo: za'i masno cadzu

source: Inventory
jbo: lo dacti uidje

source: Use Item
jbo: mu'e pilno lo dacti

source: Chat
jbo: samta'a

source: Command
jbo: minde

source: Range Select
jbo: mu'e cuxna fi le'i se kuspe

source: Toggle Fly
jbo: mu'e co'a jonai mo'u vofli

source: Up
jbo: za'i ga'u muvdu

source: Down
jbo: za'i ni'a muvdu

source: Run
jbo: za'i bajra

source: Examine/Open
jbo: mu'e lanli gi'a kargau

source: Take Screenshot
jbo: mu'e zbasu lo vidnyxra

source: Show/Hide HUD
jbo: mu'e jarco gi'onai toljarco lo crakemsazycimde

source: Show/Hide Chat
jbo: mu'e jarco gi'onai toljarco lo samta'a plivei

source: Toggle Fog
jbo: mu'e co'a jonai mo'u bumru

source: Increase Viewing Range
jbo: mu'e zengau le jvinu se kuspe

source: Decrease Viewing Range
jbo: mu'e jdikygau le jvinu se kuspe

source: Previous Item
jbo: selyli'e dacti

source: Next Item
jbo: lidne dacti

source: Controls
jbo: le te batke

source: Graphics
jbo: lei samrxra

source: Video
jbo: lo se vidnyjarco

source: Sound
jbo: lei sance

source: Classic HUD
jbo: le tolci'o crakemsazycimde

source: Wieldring Index
jbo: le bevri djine moi

source: Fullscreen
jbo: vidnyselclu

source: Particles
jbo: lo kantu

source: Mip-Mapping
jbo: lo puvrmipmepi

source: Bi-Linear Filtering
jbo: lo puvyrelyli'iju'e

source: Tri-Linear Filtering
jbo: lo puvycibli'iju'e

source: Anisotropic Filtering
jbo: lo puvytolmanfyju'e

source: Volume:
jbo: lo ni sance

source: press Key
jbo: ko da'ergau le batke

source: Summer
jbo: lo crisa

source: Autumn
jbo: lo critu

source: Winter
jbo: lo dunra

source: Spring
jbo: lo vensa

source: Left Button
jbo: lo zulselpevysmacu

source: Right Button
jbo: lo prityselpevysmacu

source: Middle Button
jbo: lo mijyselpevysmacu

source: X Button 1
jbo: la'o gy.X Button 1.gy.

source: X Button 2
jbo: la'o gy.X Button 2.gy.

source: Mode Change
jbo: la'o gy.Mode Change.gy

source: A
jbo: la'e .abu

source: B
jbo: la'e by.

source: C
jbo: la'e cy.

source: D
jbo: la'e dy.

source: E
jbo: la'e .ebu

source: F
jbo: la'e fy.

source: G
jbo: la'e gy.

source: H
jbo: la'e .y'y.

source: I
jbo: la'e .ibu

source: J
jbo: la'e jy.

source: K
jbo: la'e ky.

source: L
jbo: la'e ly.

source: M
jbo: la'e my.

source: N
jbo: la'e ny.

source: O
jbo: la'e .obu

source: P
jbo: la'e py.

source: Q
jbo: la'e ky.bu

source: R
jbo: la'e ry.

source: S
jbo: la'e sy.

source: T
jbo: la'e ty.

source: U
jbo: la'e .ubu

source: V
jbo: la'e vy.

source: W
jbo: la'e vy.bu

source: X
jbo: la'e xy.

source: Y
jbo: la'e .y.bu

source: Z
jbo: la'e zy.

source: Plus
jbo: su'i bu

source: Comma
jbo: slaka bu

source: Minus
jbo: vu'u bu

source: Period
jbo: denpa bu

source: Attn
jbo: la'o gy.Attn.gy.

source: CrSel
jbo: la'o gy.CrSel.gy.

source: ExSel
jbo: la'o gy.ExSel.gy.

source: Erase OEF
jbo: la'o gy.Erase OEF.gy.

source: PA1
jbo: la'o gy.PA1.gy.

source: OEM Clear
jbo: la'o gy.OEM Clear.gy.

source: Setting Up UI
jbo: .i bregau lo sazycimde

source: Loading MapNodes
jbo: .i ca'o samymo'i lo me la'o gy.MapNodes.gy.

source: Loading Creatures
jbo: .i ca'o samymo'i le danlu

source: Setting Up Sound
jbo: .i bregau lo sance

source: Loading Base MapNodes
jbo: .i ca'o samymo'i lo jicmu me la'o gy.MapNodes.gy.

source: Loading Circuit MapNodes
jbo: .i ca'o samymo'i lo dikca me la'o gy.MapNodes.gy.

source: Loading Plant MapNodes
jbo: .i ca'o samymo'i lo spati me la'o gy.MapNodes.gy.

source: Loading Farming MapNodes
jbo: .i ca'o samymo'i lo cange me la'o gy.MapNodes.gy.

source: Loading Decorative MapNodes
jbo: .i ca'o samymo'i lo jadni me la'o gy.MapNodes.gy.

source: Loading Interactive MapNodes
jbo: .i ca'o samymo'i le se pilno kakne me la'o gy.MapNodes.gy.

source: Loading Special MapNodes
jbo: .i ca'o samymo'i lo rirci me la'o gy.MapNodes.gy.

source: Coal
jbo: loi kolme

source: Iron
jbo: loi tirse

source: Tin
jbo: loi tinci

source: Copper
jbo: loi tunka

source: Silver
jbo: loi rijno

source: Gold
jbo: loi solji

source: Quartz
jbo: loi kunrkartso

source: Turquoise
jbo: loi cicnykunra
