Repository: Lucas-Developer/voxelands
Catalog: po/jbo/voxelands.po
Languages: jbo

source: Wooden Knob
jbo: lo mudri ke jadni batke

source: Junglewood Knob
jbo: lo glatimdemricfoi mudri ke jadni batke

source: Pine Knob
jbo: lo ckunu ke jadni batke

source: Copper Block
jbo: lo tunka bliku

source: Gold Block
jbo: lo solji bliku

source: Silver Block
jbo: lo rijno bliku

source: Tin Block
jbo: lo tinci bliku

source: Quartz Block
jbo: lo kunrkartso bliku

source: Stone Tiles
jbo: lo rokci tapla

source: Wood Tiles
jbo: lo mudri tapla

source: Mithril Wire
jbo: lo jimrmifrile skori

source: Copper Wire
jbo: lo tunka skori

source: Reactor
jbo: lo ratfraca'a

source: Solar Panel
jbo: lo solgu'idicyborprami'i

source: Water Wheel
jbo: lo jaurxilmi'i

source: Switch
jbo: lo vraga

source: Button
jbo: lo batke

source: Stone Pressure Plate
jbo: lo rokci nu danre kei tapla

source: Wood Pressure Plate
jbo: lo murid nu danre kei tapla

source: Not Gate
jbo: lo jifkemlojvro

source: Repeater
jbo: lo dicyba'ogaumi'i

source: Electric Lamp
jbo: lo dictergu'i

source: Piston
jbo: lo catke bliku

source: Piston Arm
jbo: lo catke bliku birka pe'a

source: Sticky Piston
jbo: lo snipa ke catke bliku

source: Sticky Piston Arm
jbo: lo snipa ke catke bliku ke'e birka pe'a

source: Wood Door
jbo: lo mudri vrogai

source: Steel Door
jbo: lo gasta vrogai

source: Glass Door
jbo: lo blaci vrogai

source: Wood Windowed Door
jbo: lo mudri ke selca'o vrogai

source: Steel Windowed Door
jbo: lo gasta ke selca'o vrogai

source: Right Hanging Wood Door
jbo: lo pritu dandu mudri vrogai

source: Right Hanging Glass Door
jbo: lo pritu dandu blaci vrogai

source: Right Hanging Steel Door
jbo: lo pritu dandu gasta vrogai

source: Right Hanging Wood Windowed Door
jbo: lo pritu dandu ke mudri ke selca'o vrogai

source: Right Hanging Steel Windowed Door
jbo: lo pritu dandu ke gasta ke selca'o vrogai

source: Wood Hatch
jbo: lo mudri lolvrogai

source: Steel Hatch
jbo: lo gasta lolvrogai

source: Wood Windowed Hatch
jbo: lo mudri ke selca'o lolvrogai

source: Steel Windowed Hatch
jbo: lo gasta ke selca'o lolvrogai

source: Wood Gate
jbo: lo mudri ke garbi'u vrogai

source: Steel Gate
jbo: lo gasta ke garbi'u vrogai

source: Farm Dirt
jbo: lo cange dertu

source: Trellis
jbo: lo spatsina

source: Wheat Seeds
jbo: lo maxri tsiju

source: Melon Seeds
jbo: lo guzme tsiju

source: Pumpkin Seeds
jbo: lo guzmrkukurbita tsiju

source: Potato Seeds
jbo: lo patlu tsiju

source: Carrot Seeds
jbo: lo genjrdauko tsiju

source: Beetroot Seeds
jbo: lo spatrtensai tsiju

source: Grape Seeds
jbo: lo vanjba tsiju

source: Cotton Seeds
jbo: lo mapni tsiju

source: Melon
jbo: lo guzme

source: Pumpkin
jbo: lo guzmrkukurbita

source: Jack' O Lantern
jbo: lo jadrdjekolenterne

source: Grape
jbo: lo vanjba

source: Trellis Grape
jbo: lo spatsina vanjba

source: Dead Vine
jbo: lo morsi skospa

source: Book Shelf
jbo: lo ckukajna

source: Junglewood Book Shelf
jbo: lo glatimdemricfoi ckukajna

source: Pine Book Shelf
jbo: lo ckunu ckukajna

source: Couch
jbo: lo sfofa

source: Blue Couch
jbo: lo blanu sfofa

source: Green Couch
jbo: lo crino sfofa

source: Orange Couch
jbo: lo narju sfofa

source: Purple Couch
jbo: lo zirpu sfofa

source: Red Couch
jbo: lo xunre sfofa

source: Yellow Couch
jbo: lo pelxu sfofa

source: Black Couch
jbo: lo xekri sfofa

source: Chair
jbo: lo stizu

source: Table
jbo: lo jubme

source: Bed
jbo: lo ckana

source: Blue Bed
jbo: lo blanu ckana

source: Green Bed
jbo: lo crino ckana

source: Orange Bed
jbo: lo narju ckana

source: Purple Bed
jbo: lo zirpu ckana

source: Red Bed
jbo: lo xunre ckana

source: Yellow Bed
jbo: lo pelxu ckana

source: Black Bed
jbo: lo xekri ckana

source: Camp Bed
jbo: lo ginka ckana

source: Colorful Painting
jbo: lo sorska pixra

source: Red Rose Painting
jbo: lo pixra be lo xunre rozgu

source: Field Painting
jbo: lo pixra be lo foldi

source: Blue Flower Painting
jbo: lo pixra be lo blanu xrula

source: Painting Canvas
jbo: lo pixra fanbu'u

source: Clock
jbo: lo junla

source: Tree
jbo: lo ricystani

source: Apple Tree
jbo: lo plisytricu stani

source: Jungle Tree
jbo: lo glatimdemricfoi tricytrani

source: Conifer Tree
jbo: lo ckunu ricystani

source: Young Tree
jbo: lo citno ricystani

source: Young Jungle Tree
jbo: lo citno ke glatimdemricfoi ricystani

source: Young Apple Tree
jbo: lo citno plisytricu stani

source: Young Conifer Tree
jbo: lo citno ckunu ricystani

source: Jungle Grass
jbo: lo glatimdemricfoi srasu

source: Leaves
jbo: lo pezli

source: Apple Tree Leaves
jbo: lo plisytricu pezli

source: Jungle Leaves
jbo: lo glatimdemricfoi pezli

source: Conifer Leaves
jbo: lo ckunu pezli

source: Trimmed Leaves
jbo: lo terka'a pezli

source: Trimmed Apple Tree Leaves
jbo: lo terka'a ke plisytricu pezli

source: Trimmed Jungle Leaves
jbo: lo terka'a ke glatimdemricfoi pezli

source: Trimmed Conifer Leaves
jbo: lo terka'a ke ckunu pezli

source: Apple Tree Blossom
jbo: le plisytricu xrula

source: Trimmed Apple Tree Blossom
jbo: le terka'a ke plisytricu xrula

source: Cactus Blossom
jbo: lo jesyspa cifxrula

source: Cactus Flower
jbo: lo jesyspa xrula

source: Cactus
jbo: lo jesyspa

source: Papyrus
jbo: lo misryplespa

source: Sapling
jbo: lo ciftricu

source: Apple Tree Sapling
jbo: lo plise ciftricu

source: Jungle Sapling
jbo: lo glatimdemricfoi ciftricu

source: Conifer Sapling
jbo: lo ckunu ciftricu

source: Wild Grass
jbo: lo cilce srasu

source: Dead Grass
jbo: lo morsi srasu

source: Flower Stem
jbo: lo xrula stani

source: Rose
jbo: lo rozgu

source: Daffodil
jbo: lo sparnarcisu

source: Tulip
jbo: lo tujli

source: Tea Seeds
jbo: lo tcati tsiju

source: Tea Plant
jbo: lo tcati spati

source: Coffee Beans
jbo: lo se ckafi

source: Coffee Plant
jbo: lo ckafi spati

source: Rough Stone Slab
jbo: lo rufsu rokci ke xadba bliku

source: Cobble Stone Slab
jbo: lo lolro'iboi ke xadba bliku

source: Mossy Cobble Stone Slab
jbo: lo clika lolro'iboi ke xadba bliku

source: Stone Slab
jbo: lo rokci ke xadba bliku

source: Wood Slab
jbo: lo mudri ke xadba bliku

source: Jungle Wood Slab
jbo: lo glatimdemricfoi mudri ke xadba bliku

source: Brick Slab
jbo: lo kitybli ke xadba bliku

source: Sand Stone Slab
jbo: lo canro'i ke xadba bliku

source: Glass Slab
jbo: lo blaci ke xadba bliku

source: Blue Glass Slab
jbo: lo blanu blaci ke xadba bliku

source: Green Glass Slab
jbo: lo crino blaci ke xadba bliku

source: Orange Glass Slab
jbo: lo narju blaci ke xadba bliku

source: Purple Glass Slab
jbo: lo zirpu blaci ke xadba bliku

source: Red Glass Slab
jbo: lo xunre blaci ke xadba bliku

source: Yellow Glass Slab
jbo: lo pelxu blaci ke xadba bliku

source: Black Glass Slab
jbo: lo xekri blaci ke xadba bliku

source: Limestone Slab
jbo: lo bogjimro'i ke xadba bliku

source: Fence
jbo: lo garbi'u

source: Steel Fence
jbo: lo gasta garbi'u

source: Jungle Wood Fence
jbo: lo glatimdemricfoi garbi'u

source: Pine Fence
jbo: lo ckunu garbi'u

source: Steel Bars
jbo: lo gasta ga'avro

source: Rail
jbo: lo teryre'e

source: Terracotta Roof Tile
jbo: lo stakrterakota drutapla

source: Wood Roof Tile
jbo: lo mudri drutapla

source: Asphalt Roof Tile
jbo: lo tarla drutapla

source: Stone Roof Tile
jbo: lo rokci drutapla

source: Glass Roof Tile
jbo: lo blaci drutapla

source: Blue Glass Roof Tile
jbo: lo blanu blaci drutapla

source: Green Glass Roof Tile
jbo: lo crino blaci drutapla

source: Orange Glass Roof Tile
jbo: lo narju blaci drutapla

source: Purple Glass Roof Tile
jbo: lo zirpu blaci drutapla

source: Red Glass Roof Tile
jbo: lo xunre blaci drutapla

source: Yellow Glass Roof Tile
jbo: lo pelxu blaci drutapla

source: Black Glass Roof Tile
jbo: lo xekri blaci drutapla

source: Thatch Roof Tile
jbo: lo sudysrasu drutapla

source: Ladder
jbo: lo rajyserti

source: Border Stone
jbo: le jimte rokci

source: Book
jbo: lo cukta

source: Cook Book
jbo: lo nu jukpa kei cukta

source: Decraft Book
jbo: lo to'e selzba cukta

source: Diary
jbo: lo sivykarni

source: Craft Book
jbo: lo selzba cukta

source: Reverse Craft Book
jbo: lo terzba cukta

source: Guide
jbo: lo gidva cukta

source: Cooking Guide
jbo: lo nu jukpa kei gidva cukta

source: Decrafting Guide
jbo: lo to'e selzba ke gidva cukta

source: Craft Guide
jbo: lo selzba ke gidva cukta

source: Reverse Craft Guide
jbo: lo terzba ke gidva cukta

source: Fire
jbo: lo fagri

source: Torch
jbo: lo fagytergu'i

source: Sign
jbo: lo sinxa

source: Locking Sign
jbo: lo selstela sinxa

source: Chest
jbo: lo gairvau

source: Creative Chest
jbo: lo finkai gairvau

source: Locking Chest
jbo: lo selstela gairvau

source: Safe
jbo: lo badvau

source: Furnace
jbo: lo toknu

source: Locking Furnace
jbo: lo selstela toknu

source: Incinerator
jbo: lo festoknu

source: Nyan Cat
jbo: lo me la'o gy.Nyan Cat.gy.

source: Rainbow
jbo: lo tanbargu

source: Unbaked Flower Pot
jbo: lo nalseljukpa spapatxu

source: Flower Pot
jbo: lo spapatxu

source: Cobblestone Wall
jbo: lo lolro'iboi bitmu

source: Rough Stone Wall
jbo: lo rufsu rokci bitmu

source: Mossy Cobblestone Wall
jbo: lo clika lolro'iboi bitmu

source: Stone Wall
jbo: lo rokci bitmu

source: Sand Stone Wall
jbo: lo canro'i bitmu

source: Limestone Wall
jbo: lo bogjimro'i bitmu

source: TNT
jbo: lo bamrti'enti

source: In-Progress explosion - how did you get this???
jbo: lo spoja to .uecai paunai ta'ima do cpacu ri toi

source: Steam
jbo: lo jaurgapci

source: Home Flag
jbo: lo zdani lanci

source: Blue Home Flag
jbo: lo blanu ke zdani lanci

source: Green Home Flag
jbo: lo crino ke zdani lanci

source: Orange Home Flag
jbo: lo narju ke zdani lanci

source: Purple Home Flag
jbo: lo zirpu ke zdani lanci

source: Red Home Flag
jbo: lo xunre ke zdani lanci

source: Yellow Home Flag
jbo: lo pelxu ke zdani lanci

source: Black Home Flag
jbo: lo xekri ke zdani lanci

source: Life Support System
jbo: lo renvi sidju minji

source: Parcel
jbo: lo bakfu

source: Cauldron
jbo: lo brapatxu

source: Rough Stone Stair
jbo: lo rufsu rokci serti

source: Cobble Stone Stair
jbo: lo lolro'iboi serti

source: Mossy Cobble Stone Stair
jbo: lo clika lolro'iboi serti

source: Stone Stair
jbo: lo rokci serti

source: Wood Stair
jbo: lo mudri serti

source: Jungle Wood Stair
jbo: lo glatimdemricfoi mudri serti

source: Brick Stair
jbo: lo kitybli serti

source: Sand Stone Stair
jbo: lo canro'i serti

source: Limestone Stair
jbo: lo bogjimro'i serti

source: Oerkki
jbo: lo za'e .o'erki

source: Fireball
jbo: lo fagri bolci danti

source: Doe
jbo: lo fetsi mirli

source: Stag
jbo: lo nakni mirli

source: Shark
jbo: lo serlaximorfa

source: Wolf
jbo: lo labno

source: Tame Wolf
jbo: lo tolcilce labno

source: Sheep
jbo: lo lanme

source: Snowball
jbo: lo si'erbo'i

source: Grey Kitten
jbo: lo grusi mlatu

source: White Kitten
jbo: lo blabi mlatu

source: Siamese Kitten
jbo: lo latrtai

source: Ginger Kitten
jbo: lo bunre mlatu

source: Save
jbo: rejgau

source: %s's Home Flag
jbo: lo zdani lanci po la'o gy.%s.gy.

source: You can't sleep yet.
jbo: .i do na ca kakne lo nu sipna

source: Go to sleep
jbo: co'a sipna

source: Someone else is sleeping here.
jbo: .i lo drata prenu cu vi sipna

source: Get out of bed
jbo: co'u sipna

source: This bed is too uncomfortable to sleep in.
jbo: .i lo ti ckana cu dukce lo ni kufra tepi'o lo nu sipna

source: Locking Chest owned by '%s'
jbo: lo selstela gairvau poi ponse la'o gy.%s.gy.

source: Safe owned by '%s'
jbo: .i ti badvau .i ri ponse la'o cmene.%s.cmene

source: Page %d of %d
jbo: %d moi le'i papri poi ke'a %d mei

source: << Previous Page
jbo: lidne

source: Next Page >>
jbo: selyli'e

source: Border Stone owned by '%s'
jbo: .i ti jimte rokci .i ri se ponse la'o cmene.%s.cmene

source: Furnace is overloaded
jbo: .i lo ti toknu cu dukse lo ka mulno

source: Furnace is out of fuel
jbo: .i lo ti toknu cu kunti lo livla

source: Furnace is inactive
jbo: .i lo toknu cu cando

source: Furnace is active
jbo: .i lo toknu cu tolcando

source: Locking Furnace is overloaded
jbo: .i lo ti toknu cu dukse lo ka mulno

source: Locking Furnace is out of fuel
jbo: .i lo ti toknu cu kunti lo livla

source: Locking Furnace is inactive
jbo: lo selstela toknu cu cando

source: Locking Furnace is active
jbo: lo selstela toknu cu tolcando

source: Armed Explosive: about to detonate
jbo: .i lo ti jbama cu bazi spoja

source: Armed Explosive: %d second till detonation
jbo: .i ti pojbre jbama .i ri spoja bazi lo snidu be li %d

source: Incinerator is active
jbo: .i lo festoknu cu tolcando

source: Incinerator is inactive
jbo: .i lo festoknu cu cando

source: Add fuel, then punch to incinerate wielded item
jbo: ko setca lo livla .ijebabo ko darxi tezu'e lo nu jelgau lo jgari dacti

source: Add item here to see recipe
jbo: ko setca lo dacti ti tezu'e lonu za'e jarcygau fe tu'a le te jukpa

source: Recipe %d of %d
jbo: %d moi le'i te jukpa poi ke'a %d mei

source: Gives
jbo: lo selzba

source: Add item here to see cook result
jbo: ko setca lo dacti ti tezu'e lonu jarcygau fe tu'a lo se jukpa

source: Add item here to see dig result
jbo: ko setca lo dacti ti tezu'e lonu jarcygau fe tu'a lo se kakpa

source: Dig Result
jbo: lo selkakpa

source: Random Drop
jbo: lo cunso selkakpa

source: Title
jbo: lo cmene

source: Content
jbo: lo se vasru

source: Cauldron is active
jbo: .i lo brapatxu cu tolcando

source: Cauldron is hot
jbo: .i lo brapatxu cu glare

source: Cauldron is cool
jbo: .i lo brapatxu cu lenku

source: Cauldron is empty
jbo: .i lo brapatxu cu kunti

source: Cauldron is inactive
jbo: .i lo brapatxu cu cando

source: Cauldron is out of fuel
jbo: .i lo brapatxu cu kunti loi livla

source: Add fuel, then punch to add or remove water
jbo: ko setca lo livla .ijebabo ko darxi tezu'e lo nu jmina gi'a vimcu loi djacu

source: Show Crafting
jbo: jarco le zbasu

source: Small Stone Pick
jbo: lo cmalu ke rokci velkakpymru

source: Stone Pick
jbo: lo rokci velkakpymru

source: Flint Pick
jbo: lo fagri rokci velkakpymru

source: Steel Pick
jbo: lo gasta velkakpymru

source: Creative Pick
jbo: lo finkai velkakpymru

source: Stone Trowel
jbo: lo rokci somcna

source: Stone Shovel
jbo: lo rokci canpa

source: Flint Shovel
jbo: lo fagri rokci canpa

source: Steel Shovel
jbo: lo gasta canpa

source: Small Stone Axe
jbo: lo cmalue ke rokci ka'amru

source: Stone Axe
jbo: lo rokci ka'amru

source: Flint Axe
jbo: lo fagri rokci ka'amru

source: Steel Axe
jbo: lo gasta ka'amru

source: Wooden Club
jbo: lo mudri xacyga'a

source: Stone Sword
jbo: lo rokci cladakyxa'i

source: Steel Sword
jbo: lo gasta cladakyxa'i

source: Flint Shears
jbo: lo fagri rokci jinci

source: Steel Shears
jbo: lo gasta jinci

source: Wooden Bucket
jbo: lo mudri baktu

source: Tin Bucket
jbo: lo tinci baktu

source: Wooden Bucket of Water
jbo: lo mudri baktu be loi djacu

source: Tin Bucket of Water
jbo: lo tinci baktu be loi djacu

source: Steel Bucket
jbo: lo gasta baktu

source: Steel Bucket of Water
jbo: lo gasta baktu be loi djacu

source: Steel Bucket of Lava
jbo: lo gasta baktu be loi likro'i

source: Fire Starter
jbo: lo jelca tutci

source: Crowbar
jbo: lo cfinyvra

source: Key
jbo: lo ckiku

source: Stone Spear
jbo: lo rokci kilga'axa'i

source: Flint Spear
jbo: lo fagri rokci kilga'axa'i

source: Steel Spear
jbo: lo gasta kilga'axa'i

source: Bow
jbo: lo skogarce'a

source: Raw Mithril Pick
jbo: lo rarna jimrmifrile velkakpymru

source: Raw Mithril Shovel
jbo: lo rarna jimrmifrile canpa

source: Raw Mithril Axe
jbo: lo rarna jimrmifrile ka'amru

source: Raw Mithril Sword
jbo: lo rarna jimrmifrile gladakyca'i

source: Raw Mithril Spear
jbo: lo rarna jimrmifrile kilga'axa'i

source: Unbound Mithril Pick
jbo: lo narjorne jimrmifrile velkakpymru

source: Unbound Mithril Shovel
jbo: lo narjorne jimrmifrile canpa

source: Unbound Mithril Axe
jbo: lo narjorne jimrmifrile ka'amru

source: Unbound Mithril Sword
jbo: lo narjorne jimrmifrile cladakyxa'i

source: Unbound Mithril Spear
jbo: lo narjorne jimrmifrilie kilga'axa'i

source: Mithril Pick
jbo: lo jimrmifrile velkakpymru

source: Mithril Shovel
jbo: lo jimrmifrile canpa

source: Mithril Axe
jbo: lo jimrmifrile ka'amru

source: Mithril Sword
jbo: lo jimrmifrile cladakyxa'i

source: Mithril Spear
jbo: lo jimrmifrilie kilga'axa'i

source: Mithril Key
jbo: lo jimrmifrile ckiku

source: Clothes
jbo: lo bukpu

source: Hat/Helmet
jbo: lo mapku

source: Jacket
jbo: lo kosta

source: Decorative
jbo: lo jadni

source: Shirt
jbo: lo creka

source: Belt
jbo: lo karli

source: Pants
jbo: lo palku

source: Boots
jbo: lo cutci

source: Drop to Ground
jbo: lo nu falcru lo loldi

source: Change Clothing
jbo: taxfu gafygau

source: Loading
jbo: .i ca'o samymo'i

source: Loading...
jbo: .i ca'o samymo'i

source: Creating server...
jbo: .i lo samtcise'u cu se zbasu

source: Creating client...
jbo: .i lo samtciselse'u cu se zbasu

source: Resolving address...
jbo: .i ca'o troci lo nu facki lo samjudri

source: Couldn't resolve address
jbo: .i na kakne lo nu facki lo samjudri

source: Connecting to server... (timeout in %d second)
jbo: .i ca'o troci lo za'i samjo'e lo samse'u to da'i co'urdenpa za lo snidu be li %d toi

source: Access denied. Reason: %ls
jbo: .i na curmi le nu do vitke .iki'ubo me zoi gy.%ls.gy.

source: Unable to Connect (port already in use?).
jbo: .i na kakne fe lo nu co'a samjo'e to paunai xu lo judrnporte ca'o se pilno toi

source: Connection timed out.
jbo: .i lo pu'u troci lo za'i samjo'e cu pu se co'urde'a

source: Access denied. Reason:
jbo: .i na curmi le nu do vitke .iki'ubo

source: free_move disabled
jbo: .i lo me la'o gy.free_move.gy. selpli

source: free_move enabled
jbo: .i lo me la'o gy.free_move.gy. na selpli

source: Saved screenshot to '%s'
jbo: .i lo vidnyxra cu pu se rejgau fi'o samjudri fe'u zoi gy.%s.gy.

source: HUD shown
jbo: .i tu'a lo crakemsazycimde cu se jarco

source: HUD hidden
jbo: .i tu'a lo crakemsazycimde cu to'e se jarco

source: Chat shown
jbo: .i tu'a to samta'a notci cu se jarco

source: Chat hidden
jbo: .i tu'a to samta'a notci cu to'e se jarco

source: Fog disabled
jbo: .i lo bumru cu na selpli

source: Fog enabled
jbo: .i lo bumru cu selpli

source: Camera update disabled
jbo: .i le nu kacma nu ningau cu na selpli

source: Camera update enabled
jbo: .i le nu kacma nu ningau cu selpli

source: Debug info shown
jbo: .i le si'o samcfisisku kei datni cu jarco

source: Debug info and frametime graph hidden
jbo: .i le si'o samcfisisku kei datni .e lo me la'o gy.frametime.gy. cartu cu jarco

source: Frametime graph shown
jbo: .i lo me la'o gy.frametime.gy. cartu cu jarco

source: Profiler shown (page %d of %d)
jbo: .i lo me la'o gy.profiler.gy. cu jarco to %d moi le'i papri poi ke'a %d mei toi

source: Profiler hidden
jbo: .i lo me la'o gy.profiler.gy. toljarco

source: Minimum viewing range changed to %d
jbo: .i lo nacmecrai ke ni jvinu se kuspe pu se galfi fi tu'a lo gutci be li %d

source: Enabled full viewing range
jbo: .i le mulnu ke jvinu se kuspe cu selpli

source: Disabled full viewing range
jbo: .i le mulnu ke jvinu se kuspe cu na selpli

source: Disconnected (Network Timeout)
jbo: .i narsamjo'e to samseltcana co'urdenpa toi

source: Shutting down...
jbo: .i ca ca'a tolcfagau

source: You died.
jbo: .i do pu morsi

source: Respawn
jbo: gasnu lo nu mi tolcanci

source: Left click: Move all items, Right click: Move single item
jbo: da'i iklki fe lo zulselpevysmacu lo nu muvdu lo ro dacti .i da'i iklki fe lo prityselpevysmacu lo nu muvdu lo pa dacti

source: Write It
jbo: ko ciska

source: Character Creator
jbo: finti lo xarpre

source: Single Player
jbo: pa kelci

source: Multi Player
jbo: su'o re kelci

source: Settings
jbo: lo tikygau sazycimde

source: Credits
jbo: lo finti liste

source: Quit
jbo: tolcfagau

source: Creative Mode
jbo: le nu finti kelci

source: Adventure Mode
jbo: le nu ckape kelci

source: Survival Mode
jbo: le nu rivbi kelci

source: Advanced Settings
jbo: jarco le pluja ke tikygau sazycimde

source: Map Options
jbo: jarco le munje tikygau ke sazycimde

source: Start Game
jbo: cfari fa lo nu kelci

source: Hide Advanced Settings
jbo: toljarco le pluja ke tikygau sazycimde

source: Creatures
jbo: lo danlu

source: None
jbo: noda

source: Passive
jbo: lo ka cando

source: Passive & Aggressive
jbo: lo ka cando .e lo ka gunta

source: Passive, Aggressive, & Destructive
jbo: lo ka cando .e lo ka gunta .e lo ka spogau

source: Player Damage
jbo: lo kelci selxai

source: Suffocation/Drowning
jbo: le nu dirva'u gi'e jaurvasmro

source: Hunger
jbo: lo si'o xagji

source: Tool Wear
jbo: lo tutci ke pilno selxai

source: Dangerous Fire
jbo: lo ckape fagri

source: Infinite Inventory
jbo: cimni dacti

source: Initial Inventory
jbo: dunda lo so'o dacti ca lo cfari

source: Droppable Inventory
jbo: lo nu falcru lo dacti cu cumki

source: Hide Map Options
jbo: toljarco le munje tikygau ke sazycimde

source: Create New Map
jbo: zbasu lo cnino munje

source: Warning! Your old map will be deleted!
jbo: .e'unai da'i lo do tolci'o munje cu ba vimcu

source: Map Type
jbo: ma munje klesi

source: Flat
jbo: lo pinta

source: Flatter
jbo: lo zmadu be lo ka pinta

source: Smoother
jbo: lo zmadu be lo ka xutla

source: Default
jbo: lo fadni

source: Hilly
jbo: lo cmama'a

source: Mountains
jbo: lo cmana

source: Crazy
jbo: lo fenki

source: Crazy Hills
jbo: lo fenki cmama'a

source: Use Fixed Seed
jbo: pilno le stodi ke cunso namcu

source: Map Seed
jbo: le munje ke cunso namcu

source: Clear Map
jbo: kuntygau lo munje

source: Warning! This will delete all construction from your map!
jbo: .e'unai .i ganai da'i tu'a do ranji gi ju'o lo ro dilnu pe do cu ba se vimcu fi lo munje pe do

source: Voxelands http://www.voxelands.com/ By Lisa 'darkrose' Milne <lisa@ltmnet.com> and contributors.
jbo: .i la'o gy.Voxelands.gy. noi ke'a se urli zoi gy.http://www.voxeland.com/.gy. nu'o se finti la'o gy.Lisa Milne.gy. nu'o la'o gy.darkrose.gy. to zoi gy.lisa@ltmnet.com.gy. co'e toi .e lo sidju

source: Translators
jbo: lo fanva

source: Music and Sound Effects Composers
jbo: lo zgifi'i .e le sance finti

source: Other Contributers, and Special Thanks
jbo: lo drata je se ckire sidju

source: Based on Minetest-C55 by Perttu Ahola <celeron55@gmail.com> and contributors: PilzAdam, Taoki, tango_, kahrl (kaaaaaahrl?), darkrose, matttpt, erlehmann, SpeedProg, JacobF, teddydestodes, marktraceur, Jonathan Neuschafer, thexyz, VanessaE, sfan5... and tens of more random people.
jbo: .i finti fu la'o gy.Minetest-C55.gy. poi ke'a selfi'i la'o gy.Perttu Ahola.gy. to zoi gy.celeron55@gmail.com.gy. co'e toi .e lo sidju po'u la'o gy.PilzAdam.gy. .e la'o gy.Taoki.gy. .e la'o gy.tango_.gy. .e la'o gy.kahrl.gy. .e la'o gy.darkrose.gy. .e la'o gy.matttpt.gy. .e la'o gy.erlehmann.gy. .e la'o gy.SpeedProg.gy. .e la'o gy. JacobF.gy. .e la'o dy.teddydestodes.dy. .e la'o gy.marktraceur.gy. .e la'o dy.Jonathan Neuschafer.dy. .e la'o gy.thexyz.gy. .e la'o gy.VanessaE.gy. .e la'o gy.sfan5.gy. .e lo mutce cunso drata prenu

source: Continue
jbo: ranji

source: Main Menu
jbo: ralju sazycimde

source: All Servers
jbo: lo ro samtcise'u

source: Address/Port
jbo: lo samjudri jo'u judrnporte

source: Connect
jbo: samjongau

source: Name/Password
jbo: lo cmene .e lo lerpoijaspu

source: Join Server
jbo: jongau lo samtcise'u

source: Server List
jbo: lo samtcise'u liste

source: Get New List
jbo: cpadu lo cnino liste

source: Old Password
jbo: lo slabu lerpoijaspu

source: New Password
jbo: lo cnino lerpoijaspu

source: Confirm Password
jbo: le rapli lerpoijaspu

source: Change
jbo: gafygau

source: Passwords do not match!
jbo: .i lo lerpoijaspu na mintu

source: Voxelands by darkrose and contributors
jbo: .i la'o gy.Voxelands.gy. selfi'i la'o gy.darkrose.gy. .e lo sidju

source: Change Password
jbo: gafygau lo lerpoijaspu

source: Disconnect
jbo: narsamjongau

source: Forward
jbo: za'i ca'u muvdu

source: Backward
jbo: za'i ti'a muvdu

source: Left
jbo: za'i zu'e muvdu

source: Right
jbo: za'i ri'u muvdu

source: Jump
jbo: mu'e plipe
