Repository: Lucas-Developer/voxelands
Catalog: po/jbo/voxelands.po
Languages: jbo

source: White Skin
jbo: lo blabi pilka

source: Red Skin
jbo: lo xunre pilka

source: Green Skin
jbo: lo crino pilka

source: Fair Skin
jbo: lo kandi pilka

source: Tanned Skin
jbo: lo bunre pilka

source: Dark Skin
jbo: lo xekri bunre pilka

source: Black Skin
jbo: lo xekri pilka

source: Human Face
jbo: lo remna flira

source: Elven Face
jbo: lo clakercrida filra

source: Dwarven Face
jbo: lo torcrida flira

source: Alien Face
jbo: lo fange flira

source: White Hair
jbo: lo blabi kerfa

source: Blue Hair
jbo: lo blanu kerfa

source: Green Hair
jbo: lo crino kerfa

source: Orange Hair
jbo: lo narju kerfa

source: Brown Hair
jbo: lo bunre kerfa

source: Purple Hair
jbo: lo zirpu kerfa

source: Red Hair
jbo: lo xunre kerfa

source: Blonde Hair
jbo: lo pelxu bunre kerfa

source: Black Hair
jbo: lo xekri kerfa

source: Short Hair
jbo: lo tordu kerfa

source: Medium Hair
jbo: lo no'e clani kerfa

source: Long Hair
jbo: lo clani kerfa

source: Styled Hair
jbo: lo se jadni kerfa

source: White Eyes
jbo: lo blabi kanla

source: Blue Eyes
jbo: lo blanu kanla

source: Green Eyes
jbo: lo crino kanla

source: Orange Eyes
jbo: lo narju kanla

source: Brown Eyes
jbo: lo bunre kanla

source: Purple Eyes
jbo: lo zirpu kanla

source: Red Eyes
jbo: lo xunre kanla

source: Yellow Eyes
jbo: lo pelxu kanla

source: Black Eyes
jbo: lo xekri kanla

source: White T-Shirt
jbo: lo blabi cekrti

source: Blue T-Shirt
jbo: lo blanu cekrti

source: Green T-Shirt
jbo: lo crino cekrti

source: Orange T-Shirt
jbo: lo narju cekrti

source: Purple T-Shirt
jbo: lo zirpu cekrti

source: Red T-Shirt
jbo: lo xunre cekrti

source: Yellow T-Shirt
jbo: lo pelxu cekrti

source: Black T-Shirt
jbo: lo xekri cekrti

source: White Pants
jbo: lo blabi palku

source: Blue Pants
jbo: lo blanu palku

source: Green Pants
jbo: lo crino palku

source: Orange Pants
jbo: lo narju palku

source: Purple Pants
jbo: lo zirpu palku

source: Red Pants
jbo: lo xunre palku

source: Yellow Pants
jbo: lo pelxu palku

source: Black Pants
jbo: lo xekri palku

source: Leather Shoes
jbo: lo revyskapi cutci

source: Fur Shoes
jbo: lo sirsunla cutci

source: Canvas Shoes
jbo: lo fanbu'u cutci

source: Here you can create your default character, this is how other players will see you in-game. When you join a new server you will start with the clothing you select here. Additional clothing, both protective and decorative, can be crafted in-game. You can return here from the main menu anytime to change your character.
jbo: .i vi lo ti sazycimde ku do kakne lo nu finti lo xarpre be do be'o goi xy .i xy. ba se viska lo drata kelci ca lo nu kelci .i ca lo nu do co'a pilno lo cnino samse'u kei xy. dasni lo taxfu poi do cuxna ke'a .i cumki fa lo nu lo seljmina taxfu noi ke'a badgai gi'e jadni ku'o se zbasu kei fe lo nu kelci .i cumki fa lo nu do xrukla pe'a lo ti sazycimde le ralju sazycimde tezu'e lo nu gafygau xy.

source: Create Your Character
jbo: .i ko finti lo xarpre be do

source: Male
jbo: nakni

source: Female
jbo: fetsi

source: Taller
jbo: clamau

source: Shorter
jbo: tormau

source: Wider
jbo: ganmau

source: Thinner
jbo: jakmau

source: Done
jbo: fitytu'i

source: Cancel
jbo: fitytoltu'i

source: Space Suit Pants
jbo: lo kesypastu palku

source: Space Suit Shirt
jbo: lo kesypastu creka

source: Space Suit Helmet
jbo: lo kesypastu badmapku

source: Space Suit Boots
jbo: lo kesypastu tupcutci

source: Cotton T-Shirt
jbo: lo mapni cekrti

source: Blue Cotton T-Shirt
jbo: lo blanu ke mapni cekrti

source: Green Cotton T-Shirt
jbo: lo crino ke mapni cekrti

source: Orange Cotton Tshirt
jbo: lo narju ke mapni cekrti

source: Purple Cotton T-Shirt
jbo: lo zirpu ke mapni cekrti

source: Red Cotton T-Shirt
jbo: lo xunre ke mapni cekrti

source: Yellow Cotton T-Shirt
jbo: lo pelxu ke mapni cekrti

source: Black Cotton T-Shirt
jbo: lo xekri ke mapni cekrti

source: Cotton Shirt
jbo: lo mapni creka

source: Blue Cotton Shirt
jbo: lo blanu ke mapni creka

source: Green Cotton Shirt
jbo: lo crino ke mapni creka

source: Orange Cotton Shirt
jbo: lo narju ke mapni creka

source: Purple Cotton Shirt
jbo: lo zirpu ke mapni creka

source: Red Cotton Shirt
jbo: lo xunre ke mapni creka

source: Yellow Cotton Shirt
jbo: lo pelxu ke mapni creka

source: Black Cotton Shirt
jbo: lo xekri ke mapni creka

source: Cotton Shorts
jbo: lo mapni torpalku

source: Blue Cotton Shorts
jbo: lo blanu ke mapni torpalku

source: Green Cotton Shorts
jbo: lo crino ke mapni torpalku

source: Orange Cotton Shorts
jbo: lo narju ke mapni torpalku

source: Purple Cotton Shorts
jbo: lo zirpu ke mapni torpalku

source: Red Cotton Shorts
jbo: lo xunre ke mapni torpalku

source: Yellow Cotton Shorts
jbo: lo pelxu ke mapni torpalku

source: Black Cotton Shorts
jbo: lo xekri ke mapni torpalku

source: Cotton Hat
jbo: lo mapni mapku

source: Blue Cotton Hat
jbo: lo blanu ke mapni mapku

source: Green Cotton Hat
jbo: lo crino ke mapni mapku

source: Orange Cotton Hat
jbo: lo narju ke mapni mapku

source: Purple Cotton Hat
jbo: lo zirpu ke mapni mapku

source: Red Cotton Hat
jbo: lo xunre ke mapni mapku

source: Yellow Cotton Hat
jbo: lo pelxu ke mapni mapku

source: Black Cotton Hat
jbo: lo xekri ke mapni mapku

source: Cotton Tie
jbo: lo mapni dadne'ota'u

source: Blue Cotton Tie
jbo: lo blanu ke mapni dadne'ota'u

source: Green Cotton Tie
jbo: lo crino ke mapni dadne'ota'u

source: Orange Cotton Tie
jbo: lo narju ke mapni dadne'ota'u

source: Purple Cotton Tie
jbo: lo zirpu ke mapni dadne'ota'u

source: Red Cotton Tie
jbo: lo xunre ke mapni dadne'ota'u

source: Yellow Cotton Tie
jbo: lo pelxu ke mapni dadne'ota'u

source: Black Cotton Tie
jbo: lo xekri ke mapni dadne'ota'u

source: Canvas Shirt
jbo: lo fanbu'u creka

source: Blue Canvas Shirt
jbo: lo blanu ke fanbu'u creka

source: Green Canvas Shirt
jbo: lo crino ke fanbu'u creka

source: Orange Canvas Shirt
jbo: lo narju ke fanbu'u creka

source: Purple Canvas Shirt
jbo: lo zirpu ke fanbu'u creka

source: Red Canvas Shirt
jbo: lo xunre ke fanbu'u creka

source: Yellow Canvas Shirt
jbo: lo pelxu ke fanbu'u creka

source: Black Canvas Shirt
jbo: lo xekri ke fanbu'u creka

source: Canvas Pants
jbo: lo fanbu'u palku

source: Blue Canvas Pants
jbo: lo blanu ke fanbu'u palku

source: Green Canvas Pants
jbo: lo crino ke fanbu'u palku

source: Orange Canvas Pants
jbo: lo narju ke fanbu'u palku

source: Purple Canvas Pants
jbo: lo zirpu ke fanbu'u palku

source: Red Canvas Pants
jbo: lo xunre ke fanbu'u palku

source: Yellow Canvas Pants
jbo: lo pelxu ke fanbu'u palku

source: Black Canvas Pants
jbo: lo xekri ke fanbu'u palku

source: Blue Canvas Shoes
jbo: lo blanu ke fanbu'u cutci

source: Green Canvas Shoes
jbo: lo crino ke fanbu'u cutci

source: Orange Canvas Shoes
jbo: lo narju ke fanbu'u cutci

source: Purple Canvas Shoes
jbo: lo zirpu ke fanbu'u cutci

source: Red Canvas Shoes
jbo: lo xunre ke fanbu'u cutci

source: Yellow Canvas Shoes
jbo: lo pelxu ke fanbu'u cutci

source: Black Canvas Shoes
jbo: lo xekri ke fanbu'u cutci

source: Canvas Belt
jbo: lo fanbu'u karli

source: Blue Canvas Belt
jbo: lo blanu ke fanbu'u karli

source: Green Canvas Belt
jbo: lo crino ke fanbu'u karli

source: Orange Canvas Belt
jbo: lo narju ke fanbu'u karli

source: Purple Canvas Belt
jbo: lo zirpu ke fanbu'u karli

source: Red Canvas Belt
jbo: lo xunre ke fanbu'u karli

source: Yellow Canvas Belt
jbo: lo pelxu ke fanbu'u karli

source: Black Canvas Belt
jbo: lo xekri ke fanbu'u karli

source: Leather Jacket
jbo: lo revyskapi kosta

source: White Leather Jacket
jbo: lo blabi ke revyskapi kosta

source: Blue Leather Jacket
jbo: lo blanu ke revyskapi kosta

source: Green Leather Jacket
jbo: lo crino ke revyskapi kosta

source: Orange Leather Jacket
jbo: lo narju ke revyskapi kosta

source: Purple Leather Jacket
jbo: lo zirpu ke revyskapi kosta

source: Red Leather Jacket
jbo: lo xunre ke revyskapi kosta

source: Yellow Leather Jacket
jbo: lo pelxu ke revyskapi kosta

source: Black Leather Jacket
jbo: lo xekri ke revyskapi kosta

source: Leather Pants
jbo: lo revyskapi palku

source: White Leather Pants
jbo: lo blabi ke revyskapi palku

source: Blue Leather Pants
jbo: lo blanu ke revyskapi palku

source: Green Leather Pants
jbo: lo crino ke revyskapi palku

source: Orange Leather Pants
jbo: lo narju ke revyskapi palku

source: Purple Leather Pants
jbo: lo zirpu ke revyskapi palku

source: Red Leather Pants
jbo: lo xunre ke revyskapi palku

source: Yellow Leather Pants
jbo: lo pelxu ke revyskapi palku

source: Black Leather Pants
jbo: lo xekri ke revyskapi palku

source: Leather Hat
jbo: lo revyskapi mapku

source: White Leather Hat
jbo: lo blabi ke revyskapi mapku

source: Blue Leather Hat
jbo: lo blanu ke revyskapi mapku

source: Green Leather Hat
jbo: lo crino ke revyskapi mapku

source: Orange Leather Hat
jbo: lo narju ke revyskapi mapku

source: Purple Leather Hat
jbo: lo zirpu ke revyskapi mapku

source: Red Leather Hat
jbo: lo xunre ke revyskapi mapku

source: Yellow Leather Hat
jbo: lo pelxu ke revyskapi mapku

source: Black Leather Hat
jbo: lo xekri ke revyskapi mapku

source: Leather Helmet
jbo: lo revyskapi badmapku

source: White Leather Helmet
jbo: lo blabi ke revyskapi badmapku

source: Blue Leather Helmet
jbo: lo blanu ke revyskapi badmapku

source: Green Leather Helmet
jbo: lo crino ke revyskapi badmapku

source: Orange Leather Helmet
jbo: lo narju ke revyskapi badmapku

source: Purple Leather Helmet
jbo: lo zirpu ke revyskapi badmapku

source: Red Leather Helmet
jbo: lo xunre ke revyskapi badmapku

source: Yellow Leather Helmet
jbo: lo pelxu ke revyskapi badmapku

source: Black Leather Helmet
jbo: lo xekri ke revyskapi badmapku

source: White Leather Shoes
jbo: lo blabi ke revyskapi cutci

source: Blue Leather Shoes
jbo: lo blanu ke revyskapi cutci

source: Green Leather Shoes
jbo: lo crino ke revyskapi cutci

source: Orange Leather Shoes
jbo: lo narju ke revyskapi cutci

source: Purple Leather Shoes
jbo: lo zirpu ke revyskapi cutci

source: Red Leather Shoes
jbo: lo xunre ke revyskapi cutci

source: Yellow Leather Shoes
jbo: lo pelxu ke revyskapi cutci

source: Black Leather Shoes
jbo: lo xekri ke revyskapi cutci

source: Leather Boots
jbo: lo revyskapi tupcutci

source: White Leather Boots
jbo: lo blabi ke revyskapi tupcutci

source: Blue Leather Boots
jbo: lo blanu ke revyskapi tupcutci

source: Green Leather Boots
jbo: lo crino ke revyskapi tupcutci

source: Orange Leather Boots
jbo: lo narju ke revyskapi tupcutci

source: Purple Leather Boots
jbo: lo zirpu ke revyskapi tupcutci

source: Red Leather Boots
jbo: lo xunre ke revyskapi tupcutci

source: Yellow Leather Boots
jbo: lo pelxu ke revyskapi tupcutci

source: Black Leather Boots
jbo: lo xekri ke revyskapi tupcutci

source: Leather Belt
jbo: lo revyskapi karli

source: White Leather Belt
jbo: lo blabi ke revyskapi karli

source: Blue Leather Belt
jbo: lo blanu ke revyskapi karli

source: Green Leather Belt
jbo: lo crino ke revyskapi karli

source: Orange Leather Belt
jbo: lo narju ke revyskapi karli

source: Purple Leather Belt
jbo: lo zirpu ke revyskapi karli

source: Red Leather Belt
jbo: lo xunre ke revyskapi karli

source: Yellow Leather Belt
jbo: lo pelxu ke revyskapi karli

source: Black Leather Belt
jbo: lo xekri ke revyskapi karli

source: Fur Coat
jbo: lo sirsunla kosta

source: White Fur Coat
jbo: lo blabi ke sirsunla kosta

source: Blue Fur Coat
jbo: lo blanu ke sirsunla kosta

source: Green Fur Coat
jbo: lo crino ke sirsunla kosta

source: Orange Fur Coat
jbo: lo narju ke sirsunla kosta

source: Purple Fur Coat
jbo: lo zirpu ke sirsunla kosta

source: Red Fur Coat
jbo: lo xunre ke sirsunla kosta

source: Yellow Fur Coat
jbo: lo pelxu ke sirsunla kosta

source: Black Fur Coat
jbo: lo xekri ke sirsunla kosta

source: Fur Pants
jbo: lo sirsunla palku

source: White Fur Pants
jbo: lo blabi ke sirsunla palku

source: Blue Fur Pants
jbo: lo blanu ke sirsunla palku

source: Green Fur Pants
jbo: lo crino ke sirsunla palku

source: Orange Fur Pants
jbo: lo narju ke sirsunla palku

source: Purple Fur Pants
jbo: lo zirpu ke sirsunla palku

source: Red Fur Pants
jbo: lo xunre ke sirsunla palku

source: Yellow Fur Pants
jbo: lo pelxu ke sirsunla palku

source: Black Fur Pants
jbo: lo xekri ke sirsunla palku

source: Fur Hat
jbo: lo sirsunla mapku

source: White Fur Hat
jbo: lo blabi ke sirsunla mapku

source: Blue Fur Hat
jbo: lo blanu ke sirsunla mapku

source: Green Fur Hat
jbo: lo crino ke sirsunla mapku

source: Orange Fur Hat
jbo: lo narju ke sirsunla mapku

source: Purple Fur Hat
jbo: lo zirpu ke sirsunla mapku

source: Red Fur Hat
jbo: lo xunre ke sirsunla mapku

source: Yellow Fur Hat
jbo: lo pelxu ke sirsunla mapku

source: Black Fur Hat
jbo: lo xekri ke sirsunla mapku

source: White Fur Shoes
jbo: lo blabi ke sirsunla cutci

source: Blue Fur Shoes
jbo: lo blanu ke sirsunla cutci

source: Green Fur Shoes
jbo: lo crino ke sirsunla cutci

source: Orange Fur Shoes
jbo: lo narju ke sirsunla cutci

source: Purple Fur Shoes
jbo: lo zirpu ke sirsunla cutci

source: Red Fur Shoes
jbo: lo xunre ke sirsunla cutci

source: Yellow Fur Shoes
jbo: lo pelxu ke sirsunla cutci

source: Black Fur Shoes
jbo: lo xekri ke sirsunla cutci

source: Fur Boots
jbo: lo sirsunla tupcutci

source: White Fur Boots
jbo: lo blabi ke sirsunla tupcutci

source: Blue Fur Boots
jbo: lo blanu ke sirsunla tupcutci

source: Green Fur Boots
jbo: lo crino ke sirsunla tupcutci

source: Orange Fur Boots
jbo: lo narju ke sirsunla tupcutci

source: Purple Fur Boots
jbo: lo zirpu ke sirsunla tupcutci

source: Red Fur Boots
jbo: lo xunre ke sirsunla tupcutci

source: Yellow Fur Boots
jbo: lo pelxu ke sirsunla tupcutci

source: Black Fur Boots
jbo: lo xekri ke sirsunla tupcutci

source: Leather Necklace
jbo: lo revyskapi nebykarli

source: Gold Medallion
jbo: lo solji si'irja'i

source: Copper Medallion
jbo: lo tunka si'irja'i

source: Silver Medallion
jbo: lo rijno si'irja'i

source: Tin Medallion
jbo: lo tinci si'irja'i

source: Iron Medallion
jbo: lo tirse si'irja'i

source: Quartz Medallion
jbo: lo kunrkartso si'irja'i

source: Steel Helmet
jbo: lo gasta badmapku

source: Steel Chest Armour
jbo: lo gasta ke cutne dabycalku

source: Steel Pants
jbo: lo gasta palku

source: Steel Boots
jbo: lo gasta tupcutci

source: Copper Helmet
jbo: lo tunka badmapku

source: Copper Chest Armour
jbo: lo tunka ke cutne dabycalku

source: Copper Pants
jbo: lo tunka palku

source: Copper Boots
jbo: lo tunka tupcutci

source: Paper
jbo: lo pelji

source: Charcoal Lump
jbo: lo fagytabno bakfu

source: Coal Lump
jbo: lo kolme bakfu

source: Iron Lump
jbo: lo tirse bakfu

source: Clay Lump
jbo: lo kliti bakfu

source: Tin Lump
jbo: lo tinci bakfu

source: Copper Lump
jbo: lo tunka bakfu

source: Silver Lump
jbo: lo rijno bakfu

source: Gold Lump
jbo: lo solji bakfu

source: Quartz Crystal
jbo: lo krilrkartso

source: Tin Ingot
jbo: lo tinci manfybli

source: Copper Ingot
jbo: lo tunka manfybli

source: Silver Ingot
jbo: lo rijno manfybli

source: Gold Ingot
jbo: lo solji manfybli

source: Flint
jbo: lo fagri rokci

source: Steel Ingot
jbo: lo gasta manfybli

source: Brick
jbo: lo kitybli

source: Rat
jbo: lo ratcu

source: Cooked Rat
jbo: le seljukpa ratcu

source: Firefly
jbo: lo gusycinki

source: Apple
jbo: lo plise

source: Iron Apple
jbo: lo tirse plise

source: Blue Dye
jbo: lo blanu xinmo

source: Green Dye
jbo: lo crino xinmo

source: Orange Dye
jbo: lo narju xinmo

source: Purple Dye
jbo: lo zirpu xinmo

source: Red Dye
jbo: lo xunre xinmo

source: Yellow Dye
jbo: lo pelxu xinmo

source: White Dye
jbo: lo blabi xinmo

source: Black Dye
jbo: lo xekri xinmo

source: Quartz Dust
jbo: lo kunrkartso purmo

source: Saltpeter
jbo: lo tranrzalpetre

source: Gun Powder
jbo: lo tercelpu'o

source: Snow Ball
jbo: lo si'erboi

source: Stick
jbo: lo grana

source: Pine Plank
jbo: lo ckunu tanbo

source: Wood Plank
jbo: lo mudri tanbo

source: Jungle Wood Plank
jbo: lo glatimdemricfoi mudri tanbo

source: TNT Stick
jbo: lo xumrti'enti grana

source: Ash
jbo: lo fagyfesti

source: Apple Blossoms
jbo: lo plise xrula

source: Cactus Berry
jbo: lo jesyspa jbari

source: Mush
jbo: lo pesxu

source: Sliced Pumpkin
jbo: lo guzmrkukurbita spisa

source: Pumpkin Pie Slice
jbo: lo guzmrkukurbita titnanba spisa

source: Apple Pie Slice
jbo: lo plise titnanba spisa

source: Sliced Melon
jbo: lo guzme spisa

source: Wheat
jbo: lo maxri

source: Flour
jbo: lo grupu'o

source: Dough
jbo: lo grupesxu

source: Bread
jbo: lo nanba

source: Potato
jbo: lo patlu

source: Potato Starch
jbo: lo patlyjalna

source: Roast Potato
jbo: lo seljukpa patlu

source: Carrot
jbo: lo genjrdauko

source: Raw Carrot Cake
jbo: lo na'e seljukpa ke genjrdauko titnanba

source: Carrot Cake
jbo: lo genjrdauko titnanba

source: Beetroot
jbo: lo genjrtensai

source: Bunch of Grapes
jbo: lo bakfu be lo vanjba

source: String
jbo: lo cilta

source: Mithril Dust
jbo: lo jimrmifrile purmo

source: Resin
jbo: lo ricyblu

source: Oerkki Dust
jbo: lo za'e pumrxo'erki

source: Fish
jbo: lo finpe

source: Cooked Fish
jbo: le seljukpa finpe

source: Meat
jbo: lo rectu

source: Cooked Meat
jbo: le seljukpa rectu

source: Cotton Sheet
jbo: lo mapni boxfo

source: Blue Cotton Sheet
jbo: lo blanu ke mapni boxfo

source: Green Cotton Sheet
jbo: lo crino ke mapni boxfo

source: Orange Cotton Sheet
jbo: lo narju ke mapni boxfo

source: Purple Cotton Sheet
jbo: lo zirpu ke mapni boxfo

source: Red Cotton Sheet
jbo: lo xunre ke mapni boxfo

source: Yellow Cotton Sheet
jbo: lo pelxu ke mapni boxfo

source: Black Cotton Sheet
jbo: lo xekri ke mapni boxfo

source: Canvas Sheet
jbo: lo fanbu'u boxfo

source: Blue Canvas Sheet
jbo: lo blanu ke fanbu'u boxfo

source: Green Canvas Sheet
jbo: lo crino ke fanbu'u boxfo

source: Orange Canvas Sheet
jbo: lo narju ke fanbu'u boxfo

source: Purple Canvas Sheet
jbo: lo zirpu ke fanbu'u boxfo

source: Red Canvas Sheet
jbo: lo xunre ke fanbu'u boxfo

source: Yellow Canvas Sheet
jbo: lo pelxu ke fanbu'u boxfo

source: Black Canvas Sheet
jbo: lo xekri ke fanbu'u boxfo

source: Fur
jbo: lo sirsunla

source: White Fur
jbo: lo blabi sirsunla

source: Blue Fur
jbo: lo blanu sirsunla

source: Green Fur
jbo: lo crino sirsunla

source: Orange Fur
jbo: lo narju sirsunla

source: Purple Fur
jbo: lo zirpu sirsunla

source: Red Fur
jbo: lo xunre sirsunla

source: Yellow Fur
jbo: lo pelxu sirsunla

source: Black Fur
jbo: lo xekri sirsunla

source: Leather
jbo: lo revyskapi

source: White Leather
jbo: lo blabi revyskapi

source: Blue Leather
jbo: lo blanu revyskapi

source: Green Leather
jbo: lo crino revyskapi

source: Orange Leather
jbo: lo narju revyskapi

source: Purple Leather
jbo: lo zirpu revyskapi

source: Red Leather
jbo: lo xunre revyskapi

source: Yellow Leather
jbo: lo pelxu revyskapi

source: Black Leather
jbo: lo xekri revyskapi

source: Arrow
jbo: lo celga'a

source: Fertilizer
jbo: lo ferti

source: White Oerkki Dust
jbo: lo blabi za'e pumrxo'erki

source: Blue Oerkki Dust
jbo: lo blanu za'e pumrxo'erki

source: Green Oerkki Dust
jbo: lo crino za'e pumrxo'erki

source: Orange Oerkki Dust
jbo: lo narju za'e pumrxo'erki

source: Purple Oerkki Dust
jbo: lo zirpu za'e pumrxo'erki

source: Red Oerkki Dust
jbo: lo xunre za'e pumrxo'erki

source: Yellow Oerkki Dust
jbo: lo pelxu za'e pumrxo'erki

source: Black Oerkki Dust
jbo: lo xekri za'e pumrxo'erki

source: Glass Bottle
jbo: lo blacybo'i

source: Grape Juice
jbo: lo vanjbajisra

source: Apple Juice
jbo: lo plisyjisra

source: Tea Leaves
jbo: lo se tcati

source: Tea
jbo: lo tcati

source: Roasted Coffee Beans
jbo: lo te sudjukpa se ckafi

source: Coffee
jbo: lo ckafi

source: Steel Bottle
jbo: lo gasta botpi

source: Bottle of Water
jbo: lo botpi poi vasru loi djacu

source: Bottle of Hot Water
jbo: lo botpi poi vasru loi glare djacu

source: Raw Mithril
jbo: lo rarna jimrmifrile

source: Unbound Mithril
jbo: lo narjorne jimrmifrile

source: Mithril
jbo: lo jimrmifrile

source: Ruby
jbo: lo zirxu'ejme

source: Turquiose
jbo: lo cicnyjme

source: Amethyst
jbo: lo amtisti

source: Sapphire
jbo: lo jemnrsapfiro

source: Stone
jbo: lo rokci

source: Limestone
jbo: lo bogjimro'i

source: Marble
jbo: lo rokrmarmaro

source: Rock
jbo: lo rokybakfu

source: Ice
jbo: lo bisli

source: Coal Block
jbo: lo kolme bliku

source: Charcoal Block
jbo: lo fagytabno bliku

source: Stone Brick
jbo: lo morna rokci

source: Stone Block
jbo: lo rokci bliku

source: Rough Stone Brick
jbo: lo rufsu ke morna rokci

source: Rough Stone Block
jbo: lo rufsu ke rokci bliku

source: Grass
jbo: lo srasu

source: Growing Grass
jbo: lo banro srasu

source: Muddy Snow
jbo: lo derpesxu snime

source: Mud
jbo: lo derpesxu

source: Ash Block
jbo: lo fagyfesti bliku

source: Sand
jbo: lo canre

source: Gravel
jbo: lo cmaro'i

source: Sand Stone
jbo: lo canro'i

source: Sand Stone Bricks
jbo: lo morna canro'i

source: Sand Stone Blocks
jbo: lo canro'i bliku

source: Clay
jbo: lo kliti

source: Blue Clay
jbo: lo blanu kliti

source: Green Clay
jbo: lo crino kliti

source: Orange Clay
jbo: lo narju kliti

source: Purple Clay
jbo: lo zirpu kliti

source: Red Clay
jbo: lo xunre kliti

source: Yellow Clay
jbo: lo pelxu kliti

source: Black Clay
jbo: lo xekri kliti

source: Terracotta
jbo: lo stakrterakota

source: Terracotta Brick
jbo: lo morna stakrterakota

source: Terracotta Block
jbo: lo stakrterakota bliku

source: Terracotta Tile
jbo: lo stakrterakota tapla

source: Glass
jbo: lo blaci

source: Blue Glass
jbo: lo blanu blaci

source: Green Glass
jbo: lo crino blaci

source: Orange Glass
jbo: lo narju blaci

source: Purple Glass
jbo: lo zirpu blaci

source: Red Glass
jbo: lo xunre blaci

source: Yellow Glass
jbo: lo pelxu blaci

source: Black Glass
jbo: lo xekri blaci

source: Glass Pane
jbo: lo blaci plita

source: Blue Glass Pane
jbo: lo blanu ke blaci plita

source: Green Glass Pane
jbo: lo crino ke blaci plita

source: Orange Glass Pane
jbo: lo narju ke blaci plita

source: Purple Glass Pane
jbo: lo zirpu ke blaci plita

source: Red Glass Pane
jbo: lo xunre ke blaci plita

source: Yellow Glass Pane
jbo: lo pelxu ke blaci plita

source: Black Glass Pane
jbo: lo xekri ke blaci plita

source: Glass Light
jbo: lo blaci tergu'i

source: Wood
jbo: lo mudri

source: Jungle Wood
jbo: lo glatimdemricfoi mudri

source: Pine
jbo: lo ckunu mudri

source: Sponge
jbo: lo panje

source: Waterlogged Sponge
jbo: lo cilmo panje

source: Hay Bale
jbo: lo sudysrasu bliku

source: Raw Apple Pie
jbo: lo na'e seljukpa ke plise titnanba

source: Apple Pie
jbo: lo plise titnanba

source: Raw Pumpkin Pie
jbo: lo na'e seljukpa ke guzmrkukurbita titnanba

source: Pumpkin Pie
jbo: lo guzmrkukurbita titnanba

source: Snow
jbo: lo snime

source: Snowman
jbo: lo remkemsi'exra

source: Cotton
jbo: lo mapni

source: Blue Cotton
jbo: lo blanu mapni

source: Green Cotton
jbo: lo crino mapni

source: Orange Cotton
jbo: lo narju mapni

source: Purple Cotton
jbo: lo zirpu mapni

source: Red Cotton
jbo: lo xunre mapni

source: Yellow Cotton
jbo: lo pelxu mapni

source: Black Cotton
jbo: lo xekri mapni

source: Carpet
jbo: lo buklolgai

source: Blue Carpet
jbo: lo blanu buklolgai

source: Green Carpet
jbo: lo crino buklolgai

source: Orange Carpet
jbo: lo narju buklolgai

source: Purple Carpet
jbo: lo zirpu buklolgai

source: Red Carpet
jbo: lo xunre buklolgai

source: Yellow Carpet
jbo: lo pelxu buklolgai

source: Black Carpet
jbo: lo xekri buklolgai

source: Air
jbo: lo vacri

source: Vacuum
jbo: lo maisru

source: Water
jbo: lo djacu

source: Lava
jbo: lo likro'i

source: Rough Stone
jbo: lo rufsu rokci

source: Cobble Stone
jbo: lo lolro'iboi

source: Mossy Cobble Stone
jbo: lo clika lolro'iboi

source: Steel Block
jbo: lo gasta bliku

source: Mithril Block
jbo: lo jimrmifrile bliku

source: Stone Knob
jbo: lo rokci ke jadni batke

source: Rough Stone Knob
jbo: lo rufsu rokci ke jadni batke

source: Sandstone Knob
jbo: lo canro'i ke jadni batke
